Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: Deep wound
pl: Głębokie Rany
ru: Глубокая рана

source: Just northeast of Crossglen village, I met Erinith that has set up camp. Apparently, he was attacked during the night and lost a book.
pl: Północny wschód od Crossglen village, poznałem Erinith w jego obozie. Najwyraźniej został zaatakowany zeszłej nocy i stracił księge.
ru: Северо-восточнее Одинокого Креста, я встретил Эринит, разбившего лагерь. Судя по всему, на него напали ночью и он потерял книгу.

source: I have agreed to help Erinith find his book. He told me he threw it among some trees to the north of his camp.
pl: Zgodziłem się pomóc Erinith. Wspomniał, że wyrzucił ją gdzieś w drzewa na północ stąd.
ru: Я готов помочь Эринит в поисках книги. По его словам, он потерял ее в радиусе нескольких деревьев от лагеря, возможно, к северу от своей стоянки.

source: I have agreed to help Erinith find his book in return for 200 gold. He told me he threw it among some trees to the north of his camp.
pl: Zgodziłem się pomóc Erinith za 200 złotych monet. Wspomniał, że wyrzucił ją gdzieś w drzewa na północ stąd.
ru: Я готов помочь Эринит в поисках книги за 200 золотых. По его словам, он потерял ее в радиусе нескольких деревьев от лагеря, возможно, к северу от своей стоянки.

source: I have returned the book to Erinith.
pl: Zwróciłem księge Erinith.
ru: Я вернул книгу Эринит.

source: He also needs help with his wound that doesn't seem to be healing. Either I should bring him one potion of major health, or four regular potions of health.
pl: Potrzebuje też pomocy z raną, która mu się nie goi. Albo przyniosę mu większą potke zdrowia, lub cztery normalne potki zdrowia.
ru: Ему также требуется помощь с ранами, которые никак не заживают. Ему нужна большое зелье здоровья или же четыре стандартных.

source: I gave Erinith a bonemeal potion to heal his wound. He was a bit scared to use it since they are prohibited by Lord Geomyr.
pl: Dałem Erinith potkę bonemeal. Był lekko przestraszony używając ją odkąd zakazali jej przez Lorda Geomyra.
ru: Я дал Эринит зелье из костной муки для лечения ран. Его слегка напугало использование запрещенного лордом Геомиром зелья.

source: I gave Erinith a potion of a major health to heal his wound.
pl: Dałem Erinith większą potkę, żeby uleczył swoje rany.
ru: Я дал Эринит большое зелье здоровья для излечения ран.

source: I gave Erinith four regular potions of health to heal his wound.
pl: Dałem Erinith cztery normalne potki, żeby uleczył swoje rany.
ru: Я дал Эринит четыре обычных зелья здоровья для излечения ран.

source: The wound healed completely and Erinith thanked me for all the help.
pl: Rany się całkowicie zagoiły i Erinith mi podziękował za pomoc.
ru: Раны затянулись и Эринит поблагодарил меня за помощь.

source: Devastated land
pl: Zdewastowane ziemie
ru: Пустошь

source: On the road to Carn Tower, west of the crossroads guardhouse, I met a group of woodcutters led by Hadracor. Hadracor wants me to help him get revenge on some wasps that were attacking them while they were cutting down the forest. To help them get revenge, I should look for giant wasps near their encampment and bring him at least five giant wasp wings.
pl: Na drodze do wieży Carn, zachód od rozdroży, Spotkałem grupę drwali, którym przewodził Hadracor. Hadracor chcę, żeby mu pomóc się zemścić na osach które atakują drwali, gdy ci chcą ścinać drzewa. Żeby im pomóc w tej zemście, powinienem poszukać olbrzymich os w ich siedlisku i przynieść co najmniej 5 dużych skrzydeł.
ru: По дороге к Башне Плоти, к западу от поста на перекрестке, я встретил группу дровосеков под предводительством Хадракора. Хадракору нужна помощь в отмщении нескольким осам, которые напали на его людей, когда они валили лес. чтобы помочь им отомстить, Мне придется искать больших ос неподалеку от бивака доровосеков и принести Хадракору пять осиных жал.

source: I have brought five giant wasp wings to Hadracor.
pl: Przyniosłem pięć dużych skrzydeł Hadracorowi.
ru: Я принес пять гигантских осиных жал Хадракору.

source: I have brought six giant wasp wings to Hadracor. For helping him, he gave me a pair of gloves.
pl: Przyniosłem sześć dużych skrzydeł Hardcorowemu. Za pomoc, dał mi parę rękawiczek.
ru: Я принес шесть гигантских осиных жал Хадракору. За помощь он наградил меня парой рукавиц.

source: Hadracor thanked me for helping him and the other woodcutters get revenge on the wasps. In return, he offered me to trade for some of his items.
pl: Hadracor podziękował za pomoc z resztą drwali za zemste na osach. W dowód wdzięczności pozwolił ze sobą handlować.
ru: Хадракор поблагодарил меня за помощь ему и остальным дровосекам. Также, он пообещал торговать со мной.

source: Lost sheep
pl: Zagubiona owieczka
ru: Потерянная овца

source: On the road to Feygard, near the Feygard bridge, I met a shepherd named Tinlyn. Tinlyn told me that four of his sheep have wandered away and that he won't dare leave the remaining sheep to go look for them.
pl: W drodze do Feygard, koło mostku, spotkałem pasterza Tinlyna. Tinlyn powiedział mi, że zagubiły mu się cztery owieczki, ale nie zostawi reszty stada, żeby je poszukać.
ru: По дороге в Фейгард, неподалеку от Фейгардского моста, я встретил пастуха по имени Тинлин. Тот пожаловался, что четыре его овцы сбежали и не собираются возвращаться. И он не может отлучиться на их поиски.

source: I have agreed to help Tinlyn find his four lost sheep.
ru: Я согласился помочь Тинлину найти четырех овец.

source: I have found one of Tinlyn's lost sheep.
pl: Znalazłem jedną z zagubionych owiec Tinlyna.
ru: Я нашел одну из потеряных овец.

source: I have found all four of Tinlyn's lost sheep.
pl: Znalazłem wszystkie cztery owieczki.
ru: Я нашел всех потеряных овец.

source: Tinlyn thanked me for finding his lost sheep.
pl: Tinlyn podziękował mi za znalezienie owieczek.
ru: Тинлин поблагодарил меня за находку.

source: Tinlyn thanked me for finding his lost sheep, but he had no reward to give me.
pl: Tinlyn podziękował mi za znalezienie owieczek, ale nie ma dla mnie żadnej nagrody.
ru: Тинлин поблагодарил меня за поиски пропавших овец, но ничем не вознаградил.

source: I have attacked at least one of Tinlyn's lost sheep and is therefore unable to return them all to Tinlyn.
pl: Zaatakowałem przynajmniej jedną z owieczek i nie mogę już oddać mu wszystkich czterech.
ru: На меня напала одна из бешеных овец Тинлина и теперь я не смогу вернуть всех четырех ему.

source: Cheap cuts
pl: Tanie Cięcia
ru: Обкорнали

source: I have met Benbyr outside the Crossroads guardhouse. He wants to get revenge on an old 'business partner' of his - Tinlyn. Benbyr wants me to kill all Tinlyn's sheep.
pl: Spotkałem Benbyra przed strażnicą. Chcę się zemścić na koledze 'partnerze biznesowym' - Tinlyn. Benbyr chcę zabić wszystkie jego owieczki.
ru: Я встретил Бенбира возле Поста на Перекрестке. Он хотел свести счеты со старым 'бизнес-партнером', Тинлином. Бенбир просит убить всех овец Тинлина.

source: I have agreed to help Benbyr find Tinlyn's sheep and kill all eight of them. I should go look for them in the fields northwest of the crossroads guardhouse.
pl: Zgodziłem się pomóc Benbyrowi zabić wszystkie jego osiem owieczek. Powinienem ich poszukać na północnym zachodzie stąd.
ru: Я согласился помочь Бенбиру найти тинлиновских овец и убить восемь из них. Найти их можно серверо-западнее Поста на Перекрестке.

source: I have started attacking the sheep. I should return to Benbyr once I have killed all eight of them.
pl: Zacząłem zarzynać jego owce. Wrócę do Benbyra, gdy zabije wszystkie osiem owiec.
ru: Я стал бросаться на овец. Я смогу вернуться к Бенбиру, когда убью их восемь.

source: Benbyr was thrilled to hear that all of Tinlyn's sheep are dead.
pl: Benbyr był wstrząśnięty słysząc, że wszystkie jego owce są zarżnięte.
ru: Бенбир был взволнован известием, что все овцы Тинлина мертвы.

source: I declined to help Benbyr kill the sheep.
pl: Odmówiłem pomocy w zabiciu owiec.
ru: Я отказался помогать убивать овец для Бенбира.

source: The path is clear to me
pl: Droga czysta
ru: В светлый путь

source: Minarra up in the tower at the Crossroads guardhouse has seen a band of rogues heading west from the guardhouse, towards Carn Tower. Minarra was sure they matched the description of some men whose heads have a bounty on them from the Feygard patrol. If these are the men that Minarra thinks, they are supposedly led by particularly ruthless savage named Rogorn.
pl: Minarra w wieży na rozdrożach Crossroads widziała bandę łotrów zmierzających na zachód. Minarra była pewna, że odpowiadali oni opisowi poszukiwanych za, których wyznaczono nagrody przez Feygardski patrol. Jeśli to są ludzie o których wspominała Minarra, ich liderem jest bezwzględny i dziki bandzior zwany Rogorn.
ru: Минарра на вершине башни Поста на Перекрестке видела банду разбойников, идущих от поста к Башне Плоти. Минарра уверена, что они похожи по приметам на людей, чьих голов ждет патруль Фейгарда. Если это - те самые люди, то их предводительствует исключительно безжалостный дикарь по имени Рогорн.

source: I am helping Minarra find the band of rogues. I should travel the road west from the Crossroads guardhouse towards Carn Tower and look for them. They have supposedly stolen three pieces of a valuable painting and are wanted dead for their crimes.
pl: Pomagam Minarrze znaleźć bandę tych łotrów. Powinienem iść drogą na zachód od tej wieży i poszukać ich. Prawdopodobnie to oni ukradli trzy słynne obrazy i są posądzeni o inne zbrodnie.
ru: Я помогу Минарре найти банду грабителей. Мне просто нужно совершить путешествие по дороге от Поста на Перекрестке до Башни Плоти и искать их. Есть также подозрение, что они украли три части ценной картины и достойны смерти за свои преступления.

source: Minarra also tells me that I should not trust anything I hear from them. In particular, anything from Rogorn should be viewed with great suspicion.
pl: Minarra wspomniała także, żeby nie ufać w ani jedno ich słowo. Właściwie wszystko powiedziane przez Rogorna powinno traktować się bardzo podejrzliwie.
ru: Минарра также посоветовала не верить ничему из того, что я от них услышу. А особенно - от Рогорна.

source: I have found the band of rogues on the road west towards Carn Tower, led by Rogorn.
pl: Znalazłem bandę bandytów na zachodniej drodze, prowadzoną przez Rogorna.
ru: Я нашел банду разбойников на западной дороге, ведущей к Башне Плоти, предводительствуемых Рогорном.

source: Rogorn tells me that they are wrongly accused of murder and theft in Feygard, while they themselves have never even been to Feygard.
pl: Rogorn powiedział mi, że jest niesłusznie oskarżony o ukradnięcie obrazów oraz morderstwa, a oni wcale nawet nie byli w Feygardzie.
ru: Рогорн рассказал мне, что был облыжно обвинен в убийстве и воровстве в Фейгарде, несмотря на то, что в Фейгарде не бывал.

source: I have decided to attack Rogorn and his band of rogues. I should return to Minarra with the three pieces of the painting once they are dead.
pl: Zdecydowałem się zaatakować Rogorna i jego bandziorów. Powinienem wrócić do Minarry, gdy już się z nimi rozprawie.
ru: Я решил напасть на Рогорна и его банду. Я должен вернуться к Минарре с тремя частями ценной живописи, как только они умрут.

source: I have decided not to attack Rogorn and his band of rogues, but instead report back to Minarra that she must have mistaken the men she saw for someone else.
pl: Zdecydowałem się zaatakować Rogornai jego bandziorów, ale zamiast raportować o tym Minnarze powiem jej, że musiała się pomylić, bo to nie był Rogorn.
ru: Я решил не нападать на Рогорна и его банду разбойников, вместо этого я доложил Минарре что она, должно быть, обозналась.

source: Minarra thanked me for dealing with the thieves, and told me that my services to Feygard will be appreciated.
pl: Minarra podziękowała mi za rozprawienie się z tymi złodziejami i że moje uczynki będą docenione.
ru: Минарра поблагодарила меня за разрешение вопроса с ворами и сказала, что моя служба для дела Фейгарда будет оценена по достоинству.

source: After telling Minarra that she must have mistaken the men for someone else, she seemed a bit suspicious, but thanked me for helping her look into the matter.
pl: Kiedy powiedziałem Minarrze, że musiała go pomylić z kimś innym, stała się nieco podejrzliwa, ale podziękowała za pomoc w tej sprawie.
ru: После слов об ошибочности поспешных выводов о людях, Минарра стала подозрительной, но все таки поблагодарила за поддержку.

source: I have helped Minarra with her task.
pl: Pomogłem Minnarze w jej zadaniu.
ru: Я помог Минарре.

source: Feygard errands
pl: Sprawy Feygard
ru: Фейгардские поручения

source: I met Gandoren, the guard captain at the Crossroads guardhouse. He told me about some trouble up in Loneford, that have forced the guards to be even more alert than usual. Because of this, they can't do their regular errands themselves but need help with some basic things.
pl: Spotkałem Gandorena, kapitana straży przy strażnicy na rozdrożach. Powiedział mi o problemach w Loneford, przez które jego straże muszą się mieć bardziej na baczności niż zwykle. Przez co nie mogą zająć sie swoimi sprawami, a muszą pełnić służbę.
ru: Я встретил Гандорена, капитана стражи Поста на Перекрестке. Он рассказал мне о проблеме в Одиноком Броде, заставляющей стражников бдить больше обычного. По этой причине они не в состоянии выполнять часть обязанностей самостоятельно, им необходима помощь в самых обычных делах.

source: Gandoren wants me to help him transport a shipment of 10 iron swords to another guard post to the south.
pl: Gandoren chcę, abym mu pomógł w dostawie 10 żelaznych mieczy do innego posterunku na południu.
ru: Гандорен попросил меня доставить груз из десяти железных мечей на южный пост.

source: I have agreed to help Gandoren transport the shipment, as a service for Feygard.
pl: Zgodziłem się pomóc Gandorenowi w transporcie dostawy, jako przysługę dla Feygard.
ru: Я согласился доставить груз ради возможности послужить Фейгарду.

source: I have grudgingly agreed to help Gandoren transport the shipment.
pl: Niechętnie, ale zgodziłem się w transportowaniu dostawy.
ru: Испытывая некоторое неудовольствие, я все же согласился доставить груз.

source: I should deliver the shipment to the Feygard patrol captain stationed in the Foaming Flask tavern.
pl: Muszę dostarczyć paczkę broni do kapitana patrolu stacjonującego w Spienionym Kuflu.
ru: Я должен доставить груз капитану фейгардского патруля, остановившемуся в таверне 'Пенная Фляга'.

source: Gandoren tells me that Ailshara has expressed some interest in the Feygard shipments, and urges me to stay away from her.
pl: Gandoren powiedział, że Ailshara wyrażała zainteresowanie dostawą i kazał mi się trzymać od niej z daleka.
ru: Гандорен предупредил меня, что в грузе заинтересована некая Айлшара и попросил держаться подальше от нее.

source: Ailshara is indeed interested in the shipment, and wants me to help Nor City with the supplies instead.
pl: Ailshara rzeczywiście się interesuje tą dostawą, i chce, żebym jednak pomógł Nor City.
ru: Айлшара действительно была заинтересована в грузе и предложила вместо патруля оказать помощь Норсити.

source: If I want to help Ailshara and Nor City, I should deliver the shipment to the smith in Vilegard instead.
pl: Jeśli chcę pomóc Ailsharze w Nor City, powinienem dostarczyć towar do kowala w Vilegard.
ru: Если я захочу помочь Айлшаре, мне следует доставить груз кузнецу в Вильгард.

source: I have delivered the shipment to the Feygard patrol captain in the Foaming Flask tavern. I should go tell Gandoren in the Crossroads guardhouse that the shipment is delivered.
pl: Dostarczyłem towar kapitanowi w tawernie we Feygardzie . Powinienem porozmawiać z Gandorenem, że towar został już dostarczony.
ru: Я доставил груз капитану патруля в Пенную Флягу. Далее мне следует доложить Гандорену с Поста на Перекрестке, что груз доставлен.

source: I have delivered the shipment to the smith in Vilegard.
pl: Dostarczyłem towar do kowala w Vilegard.
ru: Я доставил груз кузнецу в Вильгард.

source: The Vilegard smith gave me a shipment of degraded items that I should deliver to the Feygard patrol captain in the Foaming Flask tavern instead of the normal ones.
pl: Kowal w Vilegard dał mi w zamian paczkę zużytej broni, którą mam zanieść kapitanowi straży w tawernie w Feygard zamiast tych normalnych.
ru: Кузнец Вильгарда дал мне кучу металлолома, которую я должен отдать капитану патруля вместо вооружения.

source: I have delivered the shipment of degraded items to the Feygard patrol captain in the Foaming Flask tavern. I should go tell Gandoren in the Crossroads guardhouse that the shipment is delivered.
pl: Zaniosłem zużytą broń do kapitana w tawernie w Feygard. Powinienem powiedzieć Gandorenowi, że dostarczyłem towar na miejsce.
ru: Я доставил металлолом капитану патруля. Я должен доложить Гандорену с Поста на Перекрестке, что груз доставлен.

source: Gandoren thanked me for helping him deliver the shipment.
pl: Gandoren podziękował mi za pomoc z dostawą.
ru: Гандорен поблагодарил меня за помощь в доставке.

source: Gandoren thanked me for helping him deliver the shipment. He never suspected anything. I should also report back to Ailshara.
pl: Gandoren podziękował mi za pomoc z dostawą. Nawet nie był podejrzliwy. Muszę zameldować o dostarczeniu towaru Ailsharze.
ru: Гандорен поблагодарил меня за доставку груза. он никогда ничего не заподозрит. Мне следует доложиться и Айлшаре.

source: I have reported back to Ailshara.
pl: Zameldowałem się u Ailshary.
ru: Я доложил и Айлшаре.

source: Flows through the veins
pl: Płynie w żyłach
ru: Что течет по венам?

source: I heard a story about Loneford. Apparently, a lot of people have become ill there recently, and some have even died. The cause is still unknown.
pl: Słyszałem historię o Loneford. Większość tamtejszych ludzi jest chora, a niektórzy nawet umarli. Przyczyna jest nadal nieznana.
ru: Я услышал историю Одинокого Брода. Внезапно множество жителей заболели и некоторые даже умерли. Причина осталась неизвестной.

source: I should investigate what could have caused the people of Loneford to become ill. To gather clues, I should ask the citizens of Loneford and the surrounding areas about what they think is the cause.
pl: Muszę przeprowadzić własne śledztwo co jest przyczyną tej dziwnej choroby. Powininenm porozmawiać z mieszkańcami Loneford i okolic, żeby dowiedzieć się więcej o sprawie.
ru: Необходимо определить причину заболевания в Одиноком Броде. Для этого стоит опросить местных и окрестных жителей о возможных причинах.

source: The guards in the Crossroads guardhouse are certain that the illness in Loneford is caused by some sabotage done by the priests or people from Nor City.
pl: Strażnicy z wartowni są pewni, że choroba w Loneford to sabotaż za który odpowiedzialni są piraci i ludzie z Nor City.
ru: Стража Поста на Перекрестке уверена, что болезнь вызвана действиями священников и жителей Норсити.

source: Some villagers in Loneford believe that the illness is caused by the guards from Feygard, in some scheme to make the people suffer even more than they already have.
pl: Niektórzy mieszkańcy Loneford wierzą, że to sprawka strażników z Loneford, w niektórych przypadkach ludzie cierpią bardziej niż wcześniej.
ru: Некоторые сельчане Одинокого Брода уверены, что болезнь принесла стража из Фейгарда, дабы заставить людей страдать больше, нежели обычно.

source: Talion, the chapel priest in Loneford, thinks that the illness is the work of the Shadow, as punishment for Loneford's lack of devotion to the Shadow.
pl: Talion, kapłan z Loneford, uważa, że to kara Cienia, za brak wiary w niego.
ru: Талион, священник часовни Одинокого Брода, думает, что болезнь - дело рук Тени, наказание за отсутствие набожности.

source: Taevinn in Loneford is certain that Sienn in the southeast barn has something to do with the illness. Apparently, Sienn keeps a pet around that has approached Taevinn in a threatening manner several times.
pl: Taevinn w Loneford jest pewny, że Sienn w południowo wschodniej stodole ma coś wspólnego z tą chorobą. Najwyraźniej Sienn trzyma jakieś stworzenie, które parę razy stawało się niebezpieczne.
ru: Таевинн в Одиноком Броде подозревает Сьенна в юго-восточном сарае в причастности к эпидемии. Тем более, что Сьенн держит домашнюю скотину, несмотря на угрозы и протесты Таевинна.

source: I should go see Landa in the Loneford tavern. Rumor has it that he saw something that he doesn't dare tell anyone.
pl: Muszę zobaczyć się z Landą w tawernie Loneford. Plotki głoszą, że boi się czegoś powiedzieć.
ru: В первую очередь, мне необходимо увидеть Ланду в таверне Одинокого Брода. Ходят слухи, что он видел чтото, что не может доверить никому.

source: Landa confused me with someone else at first. He apparently saw a boy doing something around the town well during the night before the illness started. He was scared to talk to me at first since he thought I looked like the boy he had seen. Could it have been Andor that he saw?
pl: Landa mylił mnie z kimś początkowo. Widział jakiegoś chłopca niedaleko studni w nocy tuż przed pojawieniem się tej choroby. Bał mi się o tym powiedzieć na początku ponieważ myślał, że ten chłopiec go widział. Czy to mógł być Andor?
ru: Ланда поначалу спутал меня с кем-то. Он видел маленького мальчика, болтавшегося вокруг города как раз перед началом эпидемии. Поначалу он боялся со мной говорить, поскольку я был на похож на того парня.Быть может, он видел Эндора?

source: Also, the night after he saw the boy at the well, he saw Buceth taking samples of the water in the well. Strangely enough, Buceth has not gotten ill like the others in the village.
pl: Tej nocy, której ten chłopiec był przy studni, widział także Bucetha pobierającego próbki wody ze studni. Dosyć dziwne, Buceth nie zachorował jak reszta mieszkańców wioski.
ru: Ночью, после того, как он увидел мальчика, он также видел Букеза, берущего пробу воды из колодца. Что странно, Букез так и не заболел, в отличии от остальных жителей.

source: I should go question Buceth at the Loneford chapel about what he was doing at the well, and about whether he knows anything about Andor.
pl: Powinienem przesłuchać Bucetha w świątyni Loneford, co takiego robił przy studni i czy cokolwiek wie o Andorze.
ru: Я должен задать пару вопросов Букезу в часовне о том, что же он делал возле колодца и не знает ли он чего-нибудь об Эндоре.

source: I have bribed Buceth into talking to me.
pl: Przekupiłem Bucetha do rozmowy.
ru: Я заплатил Букезу за разговор со мной.

source: I have told Buceth that I am ready to follow the Shadow.
pl: Powiedziałem Bucethowi, że jestem gotów podążać ścieżką cieni.
ru: Я сказал Букезу, что готов последовать за Тенью.

source: Buceth tells me that he is assigned by the priests in Nor City to make sure the Shadow casts its glow over Loneford. Apparently, the priests had sent a boy to do some business in Loneford, and Buceth was tasked with gathering some samples from the water well.
pl: Buceth mówił, że jest przysłany przez innych kapłanów z Nor City, by się upewnić, że czary cieni odzyskają blask nad Loneford. Najwyraźniej ci kapłani przysłali też chłopca do jakiejś sprawy w Loneford, Buceth miał za zadanie pobrać próbki wody ze studni.
ru: Букез рассказал, что был послан священниками Норсити убедиться в победном шествии учения Тени в Одиноком Броде. Одновременно, они послали с каким то делом туда же мальчишку, Букезу же дали в нагрузку задание набрать проб воды из колодца.

source: I have attacked Buceth. I should bring any evidence that Buceth has on him to Kuldan, the guard captain in the longhouse in Loneford.
pl: Zaatakowałem Buceth. Powinienem przynieść jakiś dowód na to, że to sprawka Bucetha do Kuldana, kapitana straży w Loneford.
ru: Я напал на Букеза. Мне нужны доказательства его причастности, чтобы представить их Кулдану, капитану стражи Одинокого Брода.
