Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: No. I don't think I should help you. Goodbye.
pl: Nie wydaje mi się, że powinienem ci pomagać.
ru: Нет. Пожалуй, я не стану тебе помогать. Пока.

source: I must have drunk it then. Could you get me a new mead do you think?
pl: Chyba się upiłem. Możesz mi załatwić więcej miodu?
ru: Я должен его выпить. Можешь принести еще один?

source: Oh sweet drinks of joy. May the sssshadow be with you kid. *makes big eyes*
pl: Oh słodki napój bogów. Niieechhh cieeeń będziie z tobąą. *robi duże oczy*
ru: О светлый напиток радости. Да прибудет ссс т-тобой теень парень. *делает большие глаза*

source: *takes a gulp of the mead* That's good stuff!
pl: *łyknij sobie tego miodu* Dobry towar!
ru: *делает большой глоток эля* Это божественно!

source: Yeah, me and Unnmir had good times. Go ask him yourself, he is usually in the barn to the east of here. I wonder *burps* where that treasure went.
pl: Taa ja i Unmir świetnie się bawimy. Sam go zapytaj, najczęściej jest w stodole na wschód stąd. Zastanawia mnie *burps* gdzie się podział ten skarb.
ru: Да, я и Унмир видели хорошие времена. Иди спроси его сам, он, как правило, в амбаре на востоке отсюда. Интересно, где сейчас эти сокровища.

source: Treasure? I'm in! I'll go look for Unnmir right away.
pl: Skarb? Wchodzę w to! Zaraz pójdę poszukać Unnmira.
ru: Пока

source: Thank you for the story. Goodbye.
pl: Dzięki za historyjkę. Żegnaj.
ru: Спасибо за историю. До свидания.

source: Hello again. I hope you will find what you are looking for.
ru: Здравствуйте еще раз. Я надеюсь, что вы найдете то, что ищете.

source: Swift is my blade. Poisoned is my tongue. Or was it the other way around?
ru: Свифт - мой клинок. Отравленный моим языком. Или это было наоборот?

source: There seems to be a lot of thieves here in Fallhaven.
ru: Воры

source: Yes, we thieves have a strong presence here.
ru: Да, мы воры, имеем сильное влияние в Фоллхейвене.

source: Anything more?
ru: Далее

source: I heard that you helped Gruil, a fellow thief in Crossglen village.
ru: Я слышал, что ты помог Груилу, представителю гильдии в Кроссглене.

source: Word has also reached me that you are looking for someone. I might be able to help you.
ru: Так же я слышал, что ты ищешь кого-то. Я мог бы тебе помочь.

source: You should go talk to Bucus in the derelict house a bit southwest of here. Tell him you want to know more about the Thieves' Guild.
ru: Тебе нужно поговорить с Букусом в заброшенном доме немного юго-западней от сюда. Скажи ему ты хочешь узнать больше о Гильдии Воров.

source: Thanks, I'll go talk to him.
ru: Пасиб

source: Consider it a favor done in return for helping Gruil.
ru: Считай, что это сделано в обмен твою на помощь Груилу.

source: I don't have time for you, kid. Get lost.
ru: У меня нет на тебя времени ,парень. Исчезни.

source: I found a note with your name on it while looking for the book 'Calomyran Secrets'.
ru: Секреты Каломирана

source: Now now, what have we here? Are you implying that I have been down in Arcir's basement?
ru: Ну и ну, что тут у нас? Ты намекаешь, что я был в подвале Арсира?

source: So, maybe I was. The book is mine anyway.
ru: Что же, может и был. Но книга все равно моя.

source: Look, let's solve this peacefully. You walk away and forget about that book, and you might still live.
ru: Послушай, давай решим все мирно. Ты уходишь и забываешь об этой книге, и тогда ты еще поживешь.

source: Very well. Keep your book.
ru: Уйти

source: No, you will give me that book.
ru: Нет

source: Good boy. Now run away.
ru: Хороший мальчик. А теперь проваливай.

source: Ok, now you're starting to annoy me, kid. Get lost while you still can.
ru: Слушай, ты начинаешь раздражать меня пацан. Проваливай пока это еще возможно.

source: Very well. I will leave.
ru: Уйти

source: No, that book is not yours!
ru: Только с книгой

source: You are still here? Ok then, if you want the book that bad, you will have to take it from me!
ru: Ты все еще здесь? Хорошо, если тебе так нужна эта книга, то попробуй забрать ее у меня!

source: At last, a fight. I have been waiting for this!
ru: В бой!

source: I had hoped it wouldn't come to this.
ru: Уйти

source: Hello. I'm Nocmar.
pl: Witaj. Jestem Nocmar.
ru: Привет. Я Нокмар.

source: This place looks like a smithy. Do you have anything to trade?
pl: To miejsce wygląda jak kuźnia. Masz coś na sprzedaż?
ru: Торговать

source: Unnmir sent me.
pl: Unnmir mnie przysyła.
ru: Унмир

source: I don't have any items for sale. I used to have a lot of things for sale, but nowadays I'm not allowed to sell anything.
pl: Nie mam żadnych przedmiotów na sprzedaż. Kiedyś miałem ich od groma, ale teraz zakazono mi cokolwiek sprzedawać.
ru: Мне нечем торговать. Раньше у меня было много вещей на продажу, но в настоящее время мне не позволено продавать что-либо.

source: I was once one of the greatest smiths in Fallhaven. Then that bastard Lord Geomyr banned my use of heartsteel.
pl: Kiedyś byłem najlepszym kowalem w Fallhaven. Później ten drań Lord Geomyr zakazał używania stali serca.
ru: Я был одним из лучших кузнецов в Фоллхейвене. Затем этот ублюдок Лорд Геомир запретил мне использовать Сердечную сталь.

source: By decree of Lord Geomyr, no one in Fallhaven is allowed to even use heartsteel weapons. Much less sell any.
pl: Przez to oświadczenie Geomyra nikt nie może używać broni ze stali serca w Fallhaven. Mało która się sprzedawała.
ru: По его приказу, никому в Фоллхейвене не разрешается иметь оружие из сердечной стали. А так же продавать его.

source: So now I have to hide the few weapons I have left. I won't dare sell any of them anymore.
pl: Więc musiałem schować resztki które mi zostały. Nie odważę się już sprzedać ani jednej sztuki.
ru: Теперь я вынужден прятать то оружие, что у меня осталось. И не осмеливаюсь продать его кому-либо.

source: I haven't seen the heartsteel glow in several years now that Lord Geomyr has banned them.
pl: Nie widziałem blasku stali serca już od ładnych paru lat odkąd Lord Geomyr ich zakazał.
ru: Я не видел сияния сердечной стали уже несколько лет, со времен указа Лорда Геомира.

source: So, unfortunately I can't sell you any of my weapons.
pl: Więc niestety nie mogę ci sprzedać broni.
ru: Так что, к сожалению, я не могу продать вам ни одно из моих оружий.

source: Unnmir sent you huh? I guess it must be important then.
pl: Unnmir cie przysyła hę? W takim razie to musi być coś ważnego.
ru: Тебя послал Унмир? Я думаю, это должно быть важно.

source: Ok, these old weapons have lost their inner glow now that they haven't been used in a while.
pl: Ok, te stare bronie straciły już swój dawny blask i nie były używane już od wieków.
ru: Хорошо, это старое оружие потеряло внутреннее свечение, ведь оно не использовалось долгое время.

source: To make the heartsteel glow again, we will need a heartstone.
pl: Żeby przywrócić dawny blask stali serca, będziemy potrzebować kamiennej stali.
ru: Что бы заставить его снова сиять нам нужен сердечный камень.

source: Years ago, we used to fight the liches of Undertell. I have no idea if they still haunt the place.
pl: Dawno temu, przywykliśmy do walki z liczami Undertella. Nie mam pojęcia czy jeszcze nawiedzają tamto miejsce.
ru: Годами мы бились с личами из Подземья. Я не представляю где сейчас на них охотятся.

source: Undertell? What's that?
pl: Undertell? Co to jest?
ru: Подземье?

source: Undertell; the pits of the lost souls. Travel south and enter the caverns of the Dwarves. Follow the horrid smell from there.
pl: Undertell; otchłań zagubionych dusz. Podróżuj na południe i wejdź w kawernę prowadząca do krasnoludów. Podążaj za smrodem, który tam się unosi.
ru: Подземье: пристанице потерянных душ. Отправляйся на юг в пещеры Гномов. Следуй на ужасный запах.

source: Beware the liches of Undertell, if they are still are around. Those things can kill you by their gaze alone.
pl: Strzeż się liczów z Undertell, jeśli jeszcze tam są. Te stworzenia mogą cie zabić samym wzrokiem.
ru: Опасайся Личей в Подземье, если они еще там. Эти твари могут убить итебя одним своим запахом.

source: Have you found a heartstone yet?
pl: Znalazłeś może już stal serca?
ru: Ты нашел Сердечный камень?

source: Yes, at last I found it.
pl: Tak, w końcu ją znalazłem.
ru: Да

source: Could you tell me the story again?
pl: Możesz powtórzyć?
ru: Дело?

source: No, not yet
pl: Nie, jeszcze nie
ru: Еще нет

source: Please keep looking. Unnmir must have something important planned for you.
pl: Proszę nie przestawaj szukać. Unnmir musi wiąząć z tobą jakieś poważne plany.
ru: Пожалуйста, продолжайте искать. Унмир, должно быть, планирует что-то важное для тебя.

source: By the Shadow. You actually found a heartstone. I thought I wouldn't live to see the day.
pl: Niech mnie cień pochłonie. Naprawdę znalazłeś kamienne serce. Myślałem, że już nie dożyje tego dnia.
ru: О Тени! Ты и в правду добыл сердечный камень. Я и не думал что доживу до дня, когда снова смогу увидеть его.

source: Can you see the glow? It's literally pulsating.
pl: Widzisz ten blask? Dosłownie pulsuje.
ru: Видишь сияние? Оно буквально пульсирует.

source: Quick. Let's get these old heartsteel weapons glowing again.
pl: Szybko. Nadajmy dawny blask tym starym broniom.
ru: Быстрее. Заставим оружие снова сиять.

source: *Nocmar places the heartstone among the heartsteel weapons*
pl: *Nocmar kładzie kamienne serce wśród starych broni*
ru: *Нокмар кладет сердечный камень среди оружия из сердечной стали*

source: Can you feel it? The heartsteel is glowing again.
pl: Czujesz to? Stal serca znów ma swój dawny blask.
ru: Ты видишь это? Сердечная сталь снова сияет.

source: Let me see what items you have available.
pl: Pokaż mi swoje towary.
ru: Торговать

source: Would you help an old man please?
pl: Pomożesz staruszkowi w potrzebie?
ru: Не могли бы вы помочь старому человеку?

source: Sure, what do you need help with?
pl: Jasne, w czym potrzebujesz pomocy?
ru: Конечно

source: I might. Are we talking about some kind of reward?
pl: Mogę. A w grę wchodzi jakaś nagroda?
ru: Пока

source: No, I won't help an old timer like you. Bye.
pl: Nie, nie pomogę takiemu staruchowi jak ty. Żegnaj.
ru: Нет, я не хочу помогать старикам вроде тебя. Пока.

source: I recently lost a very valuable book of mine.
pl: Straciłem bardzo cenną dla mnie książke.
ru: Я потерял очень важную, для меня, книгу.

source: I know I had it with me yesterday. Now I can't seem to find it.
pl: Wiem, że miałem ją ze sobą wczoraj. A teraz nie mogę jej znaleźć.
ru: Я носил ее вчера с собой. А теперь не могу найти.

source: I never lose things! Someone must have stolen it, that's my guess.
pl: Nigdy nie gubie swoich rzeczy! Ktoś mi ją musiał ukraść.
ru: Я никогда не теряю вещи! Я думаю ее кто-то украл у меня.

source: Would you please go look for my book? It's called 'Calomyran Secrets'.
pl: Poszukasz tej książki? Tytuł to 'Sekrety Calomryna'.
ru: Не могли бы вы поискать её? Она называется 'Секреты Каломирана'.

source: I have no idea where it might be. You could go ask Arcir, he seems very fond of his books. *points at the house to the south*
pl: Nie mam pojęcia gdzie może być. Może spytaj Arcira, jest molem książkowym. *pokazuje na domek na południu*
ru: Я не представляю где она может быть. Вам следует поговорить с Арсиром, он, кажется, очень любит книги. *указывает на дом на юге*

source: Ok, I'll go ask Arcir. Goodbye.
pl: Ok pójdę spytać Arcira. Do widzenia.
ru: Пока

source: How is the search for my book going? It's called 'Calomyran Secrets'. Have you found my book?
pl: Jak ci idą poszukiwania mojej książki? Tytuł to 'Sekrety Calomryna'. Znalazłeś książkę?
ru: Как продвигаются поиски моей книги? Она называется 'Секреты Каломирана'. Ты нашел ее?

source: Yes, I found it.
pl: Tak, znalazłem ją.
ru: Да

source: No, I have not found it yet.
pl: Nie, jeszcze jej nie znalazłem.
ru: Нет

source: Could you tell me your story again please?
pl: Możesz mi opowiedzieć tą historię jeszcze raz?
ru: Книга?

source: My book! Thank you, thank you! Where was it? No, don't tell me. Here, take these coins for your trouble.
pl: Moja księga! Dziękuje, dziękuje! Gdzie była? Albo nie, nie mów mi. Trzymaj, trochę złota za fatygę.
ru: Моя книга! Спасибо тебе, спасибо! Где она была? Нет, не говори мне. Вот, возми несколько монет за беспокойство.

source: Thank you. Goodbye.
pl: Dziękuje. Żegnaj.
ru: Пока

source: At last, some gold. Bye.
pl: W końcu, trochę złota. Żegnaj.
ru: Наконец, немного золота. До свидания.

source: Thank you so much for finding my book!
pl: Wielkie dzięki za znalezienie mojej księgi!
ru: Спасибо тебе большое за возвращение моей книги!

source: Hi, I'm Jakrar.
ru: Привет, я Джакрар.

source: Are you a woodcutter?
ru: Бревна

source: Yes, I'm Fallhaven's woodcutter. Need anything done in the finest of woods? I have probably got it.
ru: Да, я дровосек. Нужна отличная древесина? Я могу достать ее.

source: Hello. I'm Alaun. How can I help you?
ru: Привет. Я Алан. Чем могу помочь?

source: Have you seen my brother Andor? He looks similar to me.
ru: Брат

source: You are looking for your brother you say? Looks like you? Hm.
ru: Говориш ты ищешь своего брата? Похож на тебя? Хм.

source: No, I cannot recall seeing anyone by that description. Maybe you should try in Crossglen village west of here.
ru: Нет, не могу никого вспомнить, подходящего под описание. Может стоит поискать его в Кроссглене, что на западе от сюда.

source: Hello there. Please do not bother me, I have a lot of work to do.
ru: Приветствую. Пожалуйста не отвлекай меня, у меня много работы.

source: Hello. Could you please move out of the way? I am trying to work here.
ru: Привет. Не мог бы ты свалить отсюда? Я пытаюсь работать.

source: Hey you, don't even think of touching any of the crates. I am watching you!
ru: Эй, ты, не вздумай трогать ящики. Я слежу за тобой!

source: Welcome to Fallhaven Tavern. Have a seat anywhere.
pl: Witaj w tawernie. Usiądź sobie gdzieś.
ru: Добро пожаловать в таверну Фоллхейвена. Присаживайтесь за любой столик.

source: Let me see what food and drinks you have available
pl: Pokaż mi co masz do zjedzenia i do picia
ru: Торговать

source: Are there any rooms available?
pl: Są jakieś wolne pokoje?
ru: Комната

source: A room will cost you only 10 gold.
pl: Pokój kosztuje tylko 10 złotych monet.
ru: Комната стоит 10 золотых в сутки.

source: Buy [10 gold]
pl: Kup [10 złota]
ru: Я беру

source: Thanks. Take the last room down at the end of the hall.
pl: Dzięki. Weź pokój na końcu hali.
ru: Спасибо. Ваша комната последняя по коридору.

source: Thank you. There was something else I wanted to talk about.
pl: Dziękuje. Jest coś jeszcze o co chciałem zapytać.
ru: Назад

source: I hope the room suits your needs. It's the last room down at the end of the hall.
pl: Mam nadzieję, że pokój będzie ci odpowiadał. To ten ostatni pokój na końcu.
ru: Я надеюсь комната вас устроит. Это последняя комната по коридору.

source: You seem familiar somehow.
pl: Wyglądasz znajomo.
ru: YТы мне кого-то напоминаешь.

source: Do you know anything about the Thieves' Guild?
pl: Wiesz coś o gildii złodzieji?
ru: Гильдия Воров

source: Thieves' Guild? How would I know? Do I look like a thief to you?! Hrmpf.
pl: Gildii złodzieji? A skąd niby? Wyglądam ci na złodzieja?! Hrmpf.
ru: Гильдия воров? Откуда мне знать? По-твоему я похож на вора?! Хрррф.

source: Hi there.
ru: Эй, привет!

source: There was a drunk outside the tavern that told me a story about you two.
ru: История пьяницы

source: That old drunk over at the tavern told you his story did he?
ru: Этот старый пьянчуга у таверны рассказал тебе историю, не так ли?

source: Same old story. We used to travel together a few years back.
ru: Это старая история. Мы путешествовали вместе несколько лет назад.

source: Real adventuring you know, swords and spells.
ru: Это были настоящие приключения, мечи и магия.

source: Then, after a while, we stopped. I can't really say why, I guess we got tired of life on the road. We settled down here in Fallhaven.
ru: Но мы перестали. Незнаю почему, возможно мы просто устали от жизни в пути. Мы осели здесь, в Фоллхейвене.

source: Nice little town here. A lot of thieves around, but they don't bother me.
ru: Приятный маленьки городок. Только вот много воров вокруг, но меня они не беспокоят.

source: So what's your story, kid? How did you end up here in Fallhaven?
ru: Ну, а какова твоя история, парень? Что ты забыл в Фоллхейвене?

source: I'm looking for my brother.
ru: Брат

source: Yeah yeah, I get it. Your brother has probably run off to some dungeon, trying to go adventuring. *rolls eyes*
ru: Да да, я видел его. Твой брат, наверно, спустился в какое-нибудь подземелье в поисках приключений. *закатыват глаза*

source: Or maybe he has gone to one of the bigger cities to the north.
ru: Или отправился в один из больших городов на севере.

source: Can't say I blame him for wanting to see the world.
ru: Не могу сказать, что я виню его за желание увидеть мир.

source: Hey, by the way, are you looking to be an adventurer?
ru: Эй, постой, ты тоже ищешь приключений?

source: No, not really.
ru: Нет, не ищу

source: Nice. I'll give you a hint, kid. *snickering*. Go see Nocmar over by the west side of town. Tell him I sent you.
ru: Мило. Я намекну тебе. *хихикает*. Найди Нокмара в западной части города. Скажи что я прислал тебя.

source: Smart move. Adventuring leads to a lot of scars. If you know what I mean.
ru: Умный выбор. Приключения оставляют много шрамов. Ты понимаешь о чем я.

source: His house is just southwest of the tavern.
ru: Его дом юго-западней таверны.

source: Thanks, I'll go see him.
ru: Пасиб

source: Hello. I'm Unzel.
ru: Привет. Я Унзел.

source: Is this your camp?
ru: Лагерь

source: I am sent by Vacor to kill you.
ru: Вакор

source: Yes, this is my camp. Lovely place, isn't it?
ru: а, это мой лагерь. Приятное местечко, не так ли?

source: Vacor sent you huh? I guess I should have figured he would send someone sooner or later.
ru: Тебя послал Вакор? Я понимал что рано или поздно он пришлет кого-нибудь.

source: Very well then. Kill me if you must, or allow me to tell you my side of the story.
ru: Ну что же. Убей меня если должен, или позволь мне рассказать свою сторону этой истории.

source: Hah, I will enjoy killing you!
ru: В бой!

source: I will listen to your story.
ru: История

source: Very well, let's fight then.
ru: Ну хорошо, начнем нашу битву.

source: A fight it is!
ru: В бой!

source: Thank you for listening.
ru: Спасибо за то что решил выслушать.

source: Vacor and I used to travel together, but he started to get obsessed with his spell making.
ru: Вакор и я путешествовали вместе. Но он стал одержим созданием заклинаний.

source: He even started to question the Shadow. I knew I had to do something to stop him!
ru: Он начал интересоваться Тенью. Я знаю, что должен был попытаться остановить его.

source: I started questioning him about what he was up to, but he just wanted to keep on going.
ru: Я начал расспрашивать его о причине интереса, но он отмалчивался.

source: After a while, he became obsessed with the thought of a rift spell. He said it would grant him unlimited powers against the Shadow.
ru: Через некоторое время он стал одержим мыслью о Заклинании разрыва, говорил что оно дарует ему неограниченную силу против Тени.

source: So, there was only one thing I could do. I left him and needed to stop him from trying to create the rift spell.
ru: Было только одно, что я мог сделать. Я должен был оставить его и положить конец изготовлению Заклинания разрыва.

source: I sent some friends to take the spell from him.
ru: Я послал несколько друзей забрать у него заклинание.

source: So, here we are.
ru: И вот мы здесь.

source: I killed the four bandits you sent after Vacor.
ru: Бандиты

source: What? You killed my four friends? Argh, I feel the rage coming.
ru: Что? Ты убил моих друзей? Ох, я чувствую как во мне закипает ярость.

source: However, I also realize that all this is the making of Vacor. I'll give you a choice now. Choose wisely.
ru: Но я понимаю, что это все дело рук Вакора. Я дам тебе выбор. Выбирай разумно.

source: Either you side with Vacor and his rift spell, or side with the Shadow, and help me get rid of him. Who will you help?
ru: Или ты на стороне Вакора и его заклинания, или ты поможешь мне расквитаться с ним. Так на чьей ты стороне?

source: I will side with you. The Shadow must not be disturbed.
ru: Я с тобой

source: I will side with Vacor.
ru: Вакор

source: Thank you my friend. We will keep the Shadow safe from Vacor.
ru: Спасибо тебе, друг мой. Мы защитим Тень от Вакора.

source: You should go talk to him about the Shadow.
ru: Ты должен поговорить с ним о Тени.

source: Welcome back. Did you talk to Vacor?
ru: С возвращением. Ты поговорил с Вакором?

source: Yes, I have dealt with him.
ru: Да

source: You killed him? You have my thanks friend. Now we are safe from Vacor's rift spell. Here, take these coins for your help.
ru: Ты убил его? Прими мою благодарность, друг. Теперь мы в безопасности. Вот, Возми эти монеты за твою помощь.

source: Thank you for your help. Now we are safe from Vacor's rift spell.
ru: Спасибо за помощь. Мы спасены от заклинания Вакора.

source: I have a message for you from Kaverin in Remgard.
ru: У меня есть послание для тебя от Каверина из Ремгарда

source: Hello.
ru: Привет.

source: What are you, some kind of adventurer? Hm. Maybe you can be of use to me.
ru: Юный авантюрист? Хм. Возможно ты будешь мне полезен.

source: Are you willing to help me?
ru: Готов ли ты помочь мне?

source: No, why should I help you?
ru: Нет

source: Bah, lowly creature. I knew I shouldn't have asked you. Now leave me.
ru: Черт, жалкое существо. Я знал, что не стоит тебя просить. А теперь оставь меня.

source: A while ago, I was working on a rift spell that I had read about.
ru: Долгое время, я работал над Заклинанием разрыва и много читал об этом.

source: The spell is supposed to, shall we say, open up new possibilities.
ru: Заклинание могло открыть, так сказать, новые возможности.

source: Erm, yes, the rift spell will open things up alright. Ahem.
ru: Эм, да, Заклинание разрыва открывает кое-что. Гм.

source: So there I was working hard on getting the last pieces together for it.
ru: Так что я усердно работал над получением последней части для него.

source: Then, all of a sudden, a gang of thugs came around and started bullying me.
ru: Потом вдруг, банда головорезов пришла сюда и начала запугивать меня.

source: They said they were Messengers of the Shadow, and insisted that I should cease my spell making.
ru: Они сказали, что они посланники Тени, и настаивали, что бы я прекратил работу над заклинанием.

source: Preposterous, isn't it? I was so close to having the power!
ru: Нелепо, не правда ли? Я был настолько близок к получению силы!

source: Oh, the power I could have had. My dear rift spell.
ru: О, я мог бы быть сильным. Мое дорогое Заклинание.

source: Anyway, I was just about to finish the last piece of my rift spell when the bandits came and robbed me.
ru: В любом случае, я как раз собирался закончить последнюю часть моего Заклинаниея разрыва, когда бандиты пришли и ограбили меня.

source: The bandits took my notes for the spell and took off before I could call the guards.
ru: Бандиты взяли мой рецепт для заклинания и скрылись, прежде чем я успел позвать стражу.

source: After years of work, I can't seem to remember the last parts of the spell.
ru: Теперь я не могу вспомнить, последнюю его часть.

source: Do you think you could help me locate it? Then I could have the power at last!
ru: Как вы думаете, могли бы помочь мне найти его? Тогда бы я наконец-то получил бы силу!

source: You will of course be suitably rewarded for your part in me getting this power.
ru: Вы, конечно же, будете соответствующим образом вознаграждены.

source: A reward? I'm in!
ru: Я помогу

source: Very well. I will help you.
ru: Думаю нет
