Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: Red feather
ru: Красное перо

source: Lump of clay
ru: Комок глины

source: Shimmering gem
ru: Мерцающий драгоценный камень

source: Brilliant gem
ru: Брильянт

source: Cave rat tail
ru: Хвост пещерной крысы

source: Small rat tail
ru: Хвост малой крысы

source: Mikhail's ring
ru: Кольцо Михаила

source: Irogotu's necklace
ru: Ожерелье Ирогота

source: Gandir's ring
ru: Кольцо Гандира

source: Venomous Dagger
ru: Отравленный кинжал

source: Heartstone
ru: Камень-сердце

source: Piece of Vacor's spell
ru: Часть заклинания Вакора

source: Unzel's ring
ru: Кольцо Унзела

source: Vacor's ring
ru: Кольцо Вакора

source: Unzel's defensive boots
ru: Сапоги обороны Унзела

source: Vacor's boots of attack
ru: Сапоги атаки Вакора

source: Flagstone Warden's necklace
ru: Ожерелье надзирателя Флагстоуна

source: Wolfpack's animal hide
ru: Куртка из шкур

source: Flagstone's pride
ru: Сокровище Флагстоуна

source: Ring of damage +1
ru: Кольцо урона +1

source: Ring of damage +2
ru: Кольцо урона +2

source: Ring of damage +5
ru: Кольцо урона +5

source: Ring of damage +6
ru: Кольцо урона +6

source: Lesser ring of block
ru: Малое кольцо защиты

source: Polished ring of block
ru: Блестящее кольцо защиты

source: Ring of surehit
ru: Кольцо атаки

source: Mundane ring
ru: Обычное кольцо

source: Polished ring
ru: Блестящее кольцо

source: Jinxed ring of damage resistance
ru: Порченое кольцо защиты от урона

source: Dagger of the Shadow priests
ru: Кинжал священников Тени

source: Hardened iron sword
ru: Закаленный железный меч

source: Fine wooden club
ru: Первоклассная дубинка

source: Fine iron axe
ru: Первоклассный железный топор

source: Hardened iron longsword
ru: Закаленный железный полуторный меч

source: Fine iron broadsword
ru: Первоклассный железный палаш

source: Sharp steel dagger
ru: Острый стальной кинжал

source: Balanced steel sword
ru: Сбалансированный стальной меч

source: Fine steel broadsword
ru: Первоклассный стальной палаш

source: Defender's blade
ru: Клинок защитника

source: Villain's blade
ru: Клинок злодея

source: Challenger's iron sword
ru: Железный меч для поединков

source: Fencing blade
ru: Фехтовальный клинок

source: Brutal club
ru: Брутальная булава

source: Gutsplitter
ru: Потрошитель

source: Skullcrusher
ru: Сокрушитель черепов

source: Crude wooden buckler
ru: Скверный круглый щит

source: Cracked wooden buckler
ru: Треснувший круглый щит

source: Second-hand wooden buckler
ru: Подержанный круглый щит

source: Wooden shield
ru: Деревянный щит

source: Wooden defender
ru: Деревянный защитник

source: Hardened leather cap
ru: Шапка из грубой кожи

source: Fine leather cap
ru: Первоклассная кожаная шапка

source: Leather cap of reduced vision
ru: Шапка из кожи с плохим обзором

source: Crude iron helmet
ru: Скверный железный шлем

source: Torn shirt
ru: Разорванная рубаха

source: Weathered shirt
ru: Изношенная рубаха

source: Patched cloth shirt
ru: Залатанная рубаха

source: Crude leather armour
ru: Скверная кожаная броня

source: Firm leather armour
ru: Крепкая кожаная броня

source: Rigid leather armour
ru: Негнущаяся кожаная броня

source: Rigid chain mail
ru: Негнущаяся кольчуга

source: Superior chain mail
ru: Превосходная кольчуга

source: Champion's chain mail
ru: Кольчуга чемпиона

source: Villain's leather armour
ru: Кожаная броня злодея

source: Leather shirt of misfortune
ru: Кожаная рубаха неудач

source: Bar brawler's gloves
ru: Перчатки дебошира

source: Gloves of fumbling
ru: Перчатки неуклюжести

source: Crude cloth gloves
ru: Скверные хлопковые перчатки

source: Crude leather gloves
ru: Скверные кожаные перчатки

source: Troublemaker's gloves
ru: Перчатки бузотера

source: Guard's gloves
ru: Перчатки охранника

source: Leather gloves of attack
ru: Кожаные перчатки атаки

source: Woodcutter's gloves
ru: Перчатки дровосека

source: Crude leather boots
ru: Скверные кожаные сапоги

source: Sewn footwear
ru: Войлочная обувь

source: Coward's boots
ru: Сапоги труса

source: Hardened leather boots
ru: Сапоги из грубой кожи

source: Defender's boots
ru: Сапоги защитника

source: Lesser shielding necklace
ru: Малое ожерелье защиты

source: Necklace of strike
ru: Ожерелье удара

source: Defender's stone
ru: Камень защитника

source: Necklace of the protector
ru: Ожерелье покровителя

source: Crude combat ring
ru: Скверное боевое кольцо

source: Crude ring of surehit
ru: Скверное кольцо атаки

source: Crude ring of block
ru: Скверное кольцо защиты

source: Rough ring of life force
ru: Скверное кольцо жизненной силы

source: Ring of fumbling
ru: Кольцо неуклюжести

source: Rough ring of damage
ru: Скверное кольцо урона

source: Bar brawler's ring
ru: Кольцо дебошира

source: Ring of damage +3
ru: Кольцо урона +3

source: Ring of life force
ru: Кольцо жизненной силы

source: Tavern brawler's ring
ru: Кольцо драчуна

source: Defender's ring
ru: Кольцо защитника

source: Challenger's ring
ru: Кольцо поединков

source: Ring of damage +4
ru: Кольцо урона +4

source: Troublemaker's ring
ru: Кольцо бузотера

source: Ring of the guardian
ru: Кольцо стражника

source: Ring of block
ru: Кольцо защиты

source: Ring of backstabbing
ru: Кольцо удара в спину

source: Polished combat ring
ru: Блестящее боевое кольцо

source: Villain's ring
ru: Кольцо злодея

source: Polished ring of backstabbing
ru: Блестящее кольцо удара в спину

source: Ring of the protector
ru: Кольцо покровителя

source: Erinith's book
ru: Книга Эринита

source: Giant wasp wing
ru: Крыло гигантской осы

source: Tinlyn's sheep bell
ru: Колокольчик овечки Тинлина

source: Meat from Tinlyn's sheep
ru: Мясо овечки Тинлина

source: Piece of painting
ru: Кусок рисунка

source: Feygard iron sword
ru: Фейгардский железный меч

source: Degraded Feygard iron sword
ru: Испорченный фейгардский железный меч

source: Buceth's vial of green liquid
ru: Склянка Буцета с зеленой жидкостью

source: Chaosreaper
ru: Жнец хаоса

source: Izthiel claw
ru: Коготь Изтиля

source: Iqhan pendant
ru: Кулон Икана

source: Shadowfang
ru: Клык Тени

source: Gloves of life force
ru: Перчатки жизненной силы

source: Potion of damage focus
ru: Зелье концентрации на уроне

source: Strong potion of damage focus
ru: Сильное зелье концентрации на уроне

source: Potion of accuracy focus
ru: Зелье концентрации на точности

source: Strong potion of accuracy focus
ru: Сильное зелье концентрации на точности

source: Scaradon extract
ru: Экстракт Скарадона

source: Remgard shield
ru: Ремгардский щит

source: Remgard combat shield
ru: Ремгардский боевой щит

source: Combat helm
ru: Боевой шлем

source: Enhanced combat helmet
ru: Улучшенный боевой шлем

source: Remgard combat helmet
ru: Ремгардский боевой шлем

source: Cap of red eyes
ru: Шапка красных глаз

source: Cap of bloody eyes
ru: Шапка кровавых глаз

source: Defender's helmet
ru: Шлем защитника

source: Strange looking helmet
ru: Странно выглядящий шлем

source: Dark protector
ru: Темный покровитель

source: Remgard chain mail
ru: Ремгардская кольчуга

source: Combat vest
ru: Бронежилет

source: Remgard combat vest
ru: Ремгардский бронежилет

source: Hardened leather gloves
ru: Перчатки из грубой кожи

source: Arulir skin gloves
ru: Перчатки из кожи Арулира

source: Combat gloves
ru: Боевые перчатки

source: Enhanced combat gloves
ru: Улучшенные боевые перчатки

source: Remgard fighting gloves
ru: Ремгардские боевые перчатки

source: Enchanted Remgard gloves
ru: Заколдованные ремгардские перчатки

source: Gloves of the guardian
ru: Перчатки стражника

source: Combat boots
ru: Боевые сапоги

source: Enhanced combat boots
ru: Улучшенные боевые сапоги

source: Remgard boots
ru: Ремгардские сапоги

source: Boots of the guardian
ru: Сапоги стражника

source: Bar brawler's boots
ru: Сапоги дебошира

source: Marrowtaint
ru: Желегрязь

source: Silk robe of Valugha
ru: Шелковый халат Валуга

source: Valugha's shimmering hat
ru: Мерцающая шляпа Валуга

source: Woodcutter's feathered hat
ru: Шапка дровосека с пером

source: Chewed bone
ru: Обгрызанная кость

source: Dead spider
ru: Мертвый паук

source: Irdegh poison gland
ru: Ядовитая железа Ирдега

source: Arulir skin
ru: Кожа Арулира

source: Strange looking rat tail
ru: Странно выглядящий хвост крысы

source: Oegyth crystal
ru: Кристалл Oegyth

source: Demon heart
ru: Сердце лича

source: Rusty chain mail
ru: Ржавая кольчуга

source: Ordinary chain mail
ru: Простая кольчуга

source: Ordinary leather cap
ru: Простая шапка из кожи

source: Prepared sleepy mead
ru: Медовуха со снотворным

source: Feygard patrol ring
ru: Кольцо патруля Фейгарда

source: Wooden tower shield
ru: Деревянный пехотный щит

source: Strong wooden tower shield
ru: Крепкий деревянный пехотный щит

source: Heavy iron club
ru: Тяжелая палица

source: Balanced heavy iron club
ru: Сбалансированная тяжелая палица

source: Gloves of better grip
ru: Перчатки лучшей хватки

source: Fancy gloves
ru: Необычные перчатки

source: Ring of strike
ru: Кольцо удара

source: Ring of vicious strike
ru: Кольцо подлого удара

source: Stone Cuirass
ru: Кираса из камня

source: Ring of lesser Shadow
ru: Кольцо меньшей Тени

source: Rapier of lifesteal
ru: Рапира-душегуб

source: Barbed dagger
ru: Кинжал с зазубринами

source: Elytharan redeemer
ru: Элитаран-Спаситель

source: Sword of Shadow's rage
ru: Меч ярости Тени

source: Shadow of the slayer
ru: Тень убийцы

source: Ring of Shadow embrace
ru: Кольцо объятия Тени

source: Blackwater dagger
ru: Блеквотский кинжал

source: Blackwater poisoned dagger
ru: Блеквотский отравленный кинжал

source: Blackwater iron sword
ru: Блеквотский железный меч

source: Blackwater leather armour
ru: Блеквотская кожаная броня

source: Blackwater leather cap
ru: Блеквотская шапка из кожи

source: Blackwater ring of combat
ru: Блеквотское боевое кольцо

source: Blackwater brew
ru: Блеквотский напиток

source: Woodcutter's hatchet
ru: Топор дровосека

source: Woodcutter's boots
ru: Сапоги дровосека

source: Heavy club
ru: Тяжелая булава

source: Minor potion of speed
ru: Малое зелье скорости

source: Weak poison
ru: Слабый яд

source: Weak poison antidote
ru: Противоядие от слабого яда

source: Ointment of bleeding wounds
ru: Мазь от кровотечения

source: Restore fatigue
ru: Зелье от усталости

source: Potion of blind rage
ru: Зелье слепой ярости

source: Rusted iron sword
ru: Ржавый железный меч

source: Broken wooden buckler
ru: Разбитый деревянный круглый щит

source: Blood-stained gloves
ru: Окровавленные перчатки

source: White wyrm claw
ru: Коготь белой змеи

source: Forged papers for Blackwater
ru: Поддельные бумаги для Блеквота

source: Bjorgur's family dagger
ru: Фамильный кинжал Бьоргура

source: Vial of purifying spirit
ru: Пузырек очищенного духа

source: Guthbered's ring
ru: Кольцо Гатбереда

source: Harlenn's ring
ru: Кольцо Харленна

source: Wooden club
ru: Дубинка

source: Iron club
ru: Палица

source: Crude iron sword
ru: Скверный железный меч

source: Iron hammer
ru: Железный молот

source: Giant hammer
pl: Olbrzymi Młot
ru: Большой молот

source: Iron dagger
ru: Железный кинжал

source: Sharp iron dagger
ru: Острый железный кинжал

source: Superior iron dagger
ru: Превосходный железный кинжал

source: Iron shortsword
ru: Железный короткий меч

source: Iron sword
ru: Железный меч

source: Iron longsword
ru: Железный полуторный меч

source: Iron broadsword
ru: Железный палаш

source: Steel broadsword
ru: Стальной палаш

source: Steel sword
ru: Стальной меч

source: Woodcutter axe
ru: Топор для колки дров

source: Iron axe
ru: Железный топор

source: Quickstrike dagger
ru: Кинжал быстрого удара

source: Tiny rat
ru: Маленькая крыса

source: Cave rat
ru: Пещерная крыса

source: Tough cave rat
ru: Крутая пещерная крыса

source: Strong cave rat
ru: Сильная пещерная крыса

source: Black ant
ru: Черный муравей

source: Small wasp
ru: Малая оса

source: Beetle
ru: Жук

source: Forest wasp
ru: Лесная оса

source: Forest ant
ru: Лесной муравей

source: Yellow forest ant
ru: Желтый лесной муравей

source: Small rabid dog
ru: Малая бешеная собака

source: Forest Snake
ru: Лесная змея

source: Young Cave Snake
ru: Молодая пещерная змея

source: Cave Snake
ru: Пещерная змея

source: Venomous Cave Snake
ru: Ядовитая пещерная змея

source: Tough Cave Snake
ru: Крутая пещерная змея

source: Basilisk
ru: Василиск

source: Snake servant
ru: Смотритель за змеями

source: Snake master
ru: Хозяин змей

source: Rabid Boar
ru: Бешеный кабан

source: Rabid Fox
ru: Бешеный лис

source: Yellow cave ant
ru: Желтый пещерный муравей

source: Young teeth critter
ru: Молодая зубастая тварь

source: Teeth critter
ru: Зубастая тварь

source: Young minotaur
ru: Молодой минотавр

source: Strong minotaur
ru: Сильный минотавр

source: Irogotu
ru: Ирогот

source: Mikhail
ru: Михаил

source: Leta
ru: Лета

source: Audir
ru: Аудир

source: Arambold
ru: Арамболд

source: Tharal
ru: Тарал

source: Drunk
ru: Пьяница

source: Mara
ru: Мара

source: Gruil
ru: Груил

source: Leonid
ru: Леонид

source: Farmer
ru: Фермер

source: Tired farmer
ru: Усталый фермер

source: Oromir
ru: Оромир

source: Odair
ru: Одаир

source: Jan
ru: Ян

source: Lost spirit
ru: Потерянный дух

source: Lost soul
ru: Потерянная душа

source: Haunting
ru: Преследующий

source: Skeletal warrior
ru: Скелет-воин

source: Skeletal master
ru: Скелет-вождь

source: Skeleton
ru: Скелет

source: Guardian of the catacombs
ru: Хранитель катакомб

source: Catacomb rat
ru: Катакомбная крыса

source: Large catacomb rat
ru: Большие катакомбная крыса

source: Ghostly visage
ru: Призрачный лик

source: Spectre
ru: Призрак

source: Apparition
ru: Привидение

source: Shade
ru: Бесплотный дух

source: Young gargoyle
ru: Молодые горгульи

source: Ghost of Luthor
ru: Призрак Лютора

source: Warden
ru: Надзиратель

source: Guard
ru: Охранник

source: Acolyte
ru: Псаломщик

source: Bearded Citizen
ru: Бородатый горожанин

source: Old Citizen
ru: Старый горожанин

source: Tired Citizen
ru: Усталый горожанин

source: Citizen
ru: Горожанин

source: Grumpy Citizen
ru: Сердитый горожанин

source: Blond Citizen
ru: Светловолосый горожанин

source: Bucus
ru: Букус

source: Drunkard
ru: Пьяница

source: Old man
ru: Старик

source: Nocmar
ru: Нокмар

source: Prisoner
ru: Заключенный

source: Ganos
ru: Ганос

source: Arcir
ru: Арцир

source: Athamyr
ru: Атамир

source: Thoronir
ru: Форонир

source: Mourning woman
ru: Сектант

source: Potion merchant
ru: Торговец зельями

source: Tailor
ru: Портной

source: Bela
ru: Бела

source: Larcal
ru: Ларкар

source: Gaela
ru: Гаэла

source: Unnmir
ru: Уннмир

source: Rigmor
ru: Ригмор

source: Jakrar
ru: Жакрар

source: Alaun
ru: Алаун

source: Busy Farmer
ru: Работающий фермер

source: Old Farmer
ru: Старый фермер

source: Khorand
ru: Хоранд

source: Vacor
ru: Вакор

source: Unzel
ru: Унзел

source: Shady Bandit
ru: Известный бандит

source: Young larval burrower
ru: Молодая личинка бурителя

source: Larval burrower
ru: Личинка бурителя

source: Strong larval burrower
ru: Сильная личинка бурителя

source: River troll
ru: Речной тролль

source: Grasslands ant
ru: Луговой муравей

source: Tough grasslands ant
ru: Крутой луговой муравей

source: Grasslands beetle
ru: Луговой жук

source: Tough grasslands beetle
ru: Крутой луговой жук

source: Grasslands snake
ru: Луговая змея

source: Tough grasslands snake
ru: Крутая луговая змея

source: Grasslands lizard
ru: Луговая ящерица

source: Black grasslands lizard
ru: Черная луговая ящерица

source: Keknazar
ru: Кекназар

source: Rat
ru: Крыса

source: Frantic forest wasp
ru: Злющая лесная оса

source: Young Izthiel
ru: Молодой изтиель

source: Izthiel
ru: Изтиель

source: Strong Izthiel
ru: Сильный изтиель

source: Izthiel Guardian
ru: Охранник изтиелей

source: River frog
ru: Речная лягушка

source: Tough river frog
ru: Крутая речная лягушка

source: Poisonous river frog
ru: Ядовитая речная лягушка

source: Iqhan worker thrall
ru: Иканский раб-рабочий

source: Iqhan thrall servant
ru: Иканский раб-слуга

source: Iqhan guard thrall
ru: Иканский раб-охранник

source: Iqhan thrall
ru: Иканский раб

source: Iqhan warrior thrall
ru: Иканский раб-воин

source: Iqhan master
ru: Иканский мастер

source: Iqhan chaos evoker
ru: Иканский вызыватель хаоса

source: Iqhan chaos servant
ru: Иканский слуга хаоса

source: Iqhan chaos master
ru: Иканский мастер хаоса

source: Iqhan chaos beast
ru: Иканский зверь хаоса

source: Rancent
ru: Ранцент

source: Iqhan chaos enslaver
ru: Иканский поработитель хаоса

source: Sheep
ru: Овца

source: Ailshara
ru: Аилшара

source: Arngyr
ru: Арнгир

source: Benbyr
ru: Бенбир

source: Celdar
ru: Селдар

source: Conren
ru: Конрен

source: Visitor
ru: Приезжий

source: Erinith
ru: Эринит

source: Fanamor
ru: Фанамор

source: Feygard bridge guard
ru: Фейгардский охранник моста

source: Gallain
ru: Галлейн

source: Gandoren
ru: Гандорен

source: Grimion
ru: Гримион

source: Hadracor
ru: Хадракор

source: Kuldan
ru: Кулдан

source: Kuldan's Guard
ru: Охранник Кулдана

source: Landa
ru: Ланда

source: Chapel guard
ru: Охранник часовни

source: Tavern owner
ru: Завсегдатай таверны

source: Villager
ru: Крестьянин

source: Mienn
ru: Мьенн

source: Minarra
ru: Минарра

source: Warehouse rat
ru: Складская крыса

source: Rolwynn
ru: Ролвинн

source: Sienn
ru: Сьенн

source: Sienn's pet
ru: Питомец Сьенна

source: Siola
ru: Сиола

source: Taevinn
ru: Тайвинн

source: Talion
ru: Талион

source: Telund
ru: Телунд

source: Tinlyn
ru: Тинлин

source: Wallach
ru: Уоллах

source: Woodcutter
ru: Дровосек

source: Rogorn
ru: Рогорн

source: Rogorn's henchman
ru: Приспешник Рогорна

source: Buceth
ru: Буцет

source: Gauward
ru: Гаувард

source: Young carrion beetle
ru: Молодой жук-падальщик

source: Carrion beetle
ru: Жук-падальщик

source: Young Scaradon
ru: Молодой скарадон

source: Small Scaradon
ru: Малый скарадон

source: Scaradon
ru: Скарадон

source: Tough Scaradon
ru: Крутой скарадон

source: Hardshell Scaradon
ru: Панцирный скарадон

source: Mountain wolf pup
ru: Щенок горного волка

source: Young mountain wolf
ru: Молодой горный волк

source: Young mountain fox
ru: Молодая горная лиса

source: Mountain fox
ru: Горная лиса

source: Ferocious mountain fox
ru: Свирепая горная лиса

source: Rabid mountain wolf
ru: Бешеный горный волк

source: Strong mountain wolf
ru: Сильный горный волк

source: Ferocious mountain wolf
ru: Свирепый горный волк

source: Young mountain brute
ru: Молодой горный зверь

source: Weak mountain brute
ru: Слабый горный зверь

source: Whitefur mountain brute
ru: Белошерстный горный зверь

source: Mountain brute
ru: Горный зверь

source: Large mountain brute
ru: Большой горный зверь

source: Fast mountain brute
ru: Быстрый горный зверь

source: Quick mountain brute
ru: Резвый горный зверь

source: Aggressive mountain brute
ru: Агрессивный горный зверь

source: Strong mountain brute
ru: Сильные горный зверь

source: Tough mountain brute
ru: Крутой горный зверь

source: Fearless mountain brute
ru: Бесстрашный горный зверь

source: Enraged mountain brute
ru: Разъяренный горный зверь

source: Young Erumem Lizard
ru: Молодая эрумская ящерица

source: Spotted Erumem Lizard
ru: Пятнистая эрумская ящерица

source: Erumem Lizard
ru: Эрумская ящерица

source: Strong Erumen Lizard
ru: Сильная эрумская ящерица

source: Vile Erumen Lizard
ru: Мерзкая эрумская ящерица

source: Tough Erumen Lizard
ru: Крутая эрумская ящерица

source: Hardened Erumen Lizard
ru: Закаленная эрумская ящерица

source: Puny Plaguecrawler
ru: Слабый червемор

source: Plaguecrawler
ru: Червемор

source: Tough Plaguecrawler
ru: Крутой червемор

source: Black Plaguecrawler
ru: Черный червемор

source: Plaguestrider
ru: Чумоход

source: Hardshell Plaguestrider
ru: Панцирный чумоход

source: Tough Plaguestrider
ru: Крутой чумоход

source: Wooly Plaguestrider
ru: Шерстистый чумоход

source: Tough wooly Plaguestrider
ru: Крутой шерстистый чумоход

source: Vile Plaguestrider
ru: Мерзкий чумоход

source: Nesting Plaguestrider
ru: Гнездовой чумоход

source: Plaguestrider servant
ru: Смотритель за чумоходами

source: Plaguestrider master
ru: Хозяин чумоходов

source: Young Allaceph
ru: Молодой аллацеф

source: Allaceph
ru: Аллацеф

source: Strong Allaceph
ru: Сильный аллацеф

source: Tough Allaceph
ru: Крутой аллацеф

source: Radiant Allaceph
ru: Сияющий аллацеф

source: Ancient Allaceph
ru: Древний аллацеф

source: Vaeregh
ru: Вайрег

source: Irdegh spawn
ru: Ирдегское отродье

source: Irdegh
ru: Ирдег

source: Venomous Irdegh
ru: Ядовитый ирдег

source: Piercing Irdegh
ru: Прокалывающий ирдег

source: Ancient piercing Irdegh
ru: Древний прокалывающий ирдег

source: Maonit troll
ru: Маонитский тролль

source: Giant Maonit troll
ru: Гигантский маонитский тролль

source: Strong Maonit troll
ru: Сильный маонитский тролль

source: Maonit brute
ru: Маонитский зверь

source: Tough Maonit brute
ru: Крутой маонитский зверь

source: Strong Maonit brute
ru: Сильный маонитский зверь

source: Arulir
ru: Арулир

source: Giant Arulir
ru: Гигантский арулир

source: Larval cave burrower
ru: Личинка пещерного бурителя

source: Cave burrower
ru: Пещерный буритель

source: Giant larval burrower
ru: Гигантская личинка бурителя

source: Ulirfendor
ru: Улирфендор

source: Gylew
ru: Гилев

source: Gylew's henchman
ru: Приспешник Гилева

source: Toszylae
ru: Тозилай

source: Radiant guardian
ru: Сиящий охранник

source: Thorin
ru: Торин

source: Basement rat
ru: Подвальная крыса

source: Algangror
ru: Алгангрор

source: Bridge lookout
ru: Смотритель моста

source: Smug looking thief
ru: Элегантно выглядящий вор

source: Thieves guild cook
ru: Кашевар воровской гильдии

source: Pickpocket
ru: Карманник

source: Troublemaker
ru: Бузотер

source: Farrik
ru: Фаррик

source: Umar
ru: Умар

source: Kaori
ru: Каори

source: Old Vilegard villager
ru: Старый вильгардский житель

source: Grumpy Vilegard villager
ru: Сердитый вильгардский житель

source: Vilegard citizen
ru: Вильгардский житель

source: Vilegard resident
ru: Вильгардский старожил

source: Vilegard woman
ru: Вильгардская жительница

source: Erttu
ru: Эртту

source: Dunla
ru: Дунла

source: Tharwyn
ru: Фарвин

source: Tavern guest
ru: Посетитель таверны

source: Jolnor
ru: Жолнор

source: Alynndir
ru: Алинндир

source: Vilegard armorer
ru: Вильгардский оружейник

source: Vilegard smith
ru: Вильгардский кузнец

source: Ogam
ru: Огам

source: Foaming Flask cook
ru: Повар из Пенящейся Бутылки

source: Torilo
ru: Торило

source: Ambelie
ru: Амбелия

source: Feygard patrol
ru: Фейгардский патрульный

source: Feygard patrol captain
ru: Капитан фейгардского патруля

source: Feygard patrol watch
ru: Фейгардский страж патруля

source: Wrye
ru: Врия

source: Oluag
ru: Олуаг

source: Cave dwelling boar
ru: Пещерный кабан

source: Hardshell beetle
ru: Панцирный жук

source: Young shadow gargoyle
ru: Молодая теневая горгулья

source: Fledgling shadow gargoyle
ru: Птенец теневой горгульи

source: Shadow gargoyle
ru: Теневая горгулья

source: Tough shadow gargoyle
ru: Крутая теневая горгулья

source: Shadow gargoyle trainer
ru: Дрессировщик теневых горгулий

source: Shadow gargoyle master
ru: Хозяин теневых горгулий

source: Maelveon
ru: Мелвеон

source: Rabid hound
ru: Бешеная собака

source: Vicious hound
ru: Злая собака

source: Mountain wolf
ru: Горный волк

source: Hatchling white wyrm
ru: Детеныш белого змея

source: Young white wyrm
ru: Молодой белый змей

source: White wyrm
ru: Белый змей

source: Young aulaeth
ru: Молодой аулет

source: Aulaeth
ru: Аулет

source: Strong aulaeth
ru: Сильный аулет

source: Wyrm trainer
ru: Дрессировщик змеев

source: Wyrm apprentice
ru: Ученик дрессировщика змеев

source: Young gornaud
ru: Молодой горнод

source: Gornaud
ru: Горнод

source: Strong Gornaud
ru: Сильный горнод

source: Slithering venomfang
ru: Скользящий ядозуб

source: Scaled venomfang
ru: Чешуйчатый ядозуб

source: Tough venomfang
ru: Курутой ядозуб

source: Restless dead
ru: Беспокойный мертвец
