Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: Chaotic grip
pl: Chaotyczne działanie
ru: Хаотический спазм

source: Chaotic curse
pl: Klątwa chaosu
ru: Хаотическое проклятие

source: Insect contagion
pl: Zakażenie od robactwa
ru: Блохи

source: Blistering skin
pl: Pęcherze na skórze
ru: Ожог кожи

source: Stunned
pl: Kołowaty
ru: Оглушение

source: Focused damage
pl: Skoncentrowane obrażenia
ru: Улучшение урона

source: Focused accuracy
pl: Skoncenctrowanie na celności
ru: Улучшение точности

source: Irdegh poison
pl: trucizna irdegh
ru: Яд ирдега

source: Blessing of Shadow strength
pl: Błogosławieństwo sił cieni
ru: Благословение силы Тени

source: Blessing of Shadow regeneration
pl: Błogosławieństwo regeneracji cieni
ru: Благословение регенерации Тени

source: Blessing of Shadow accuracy
pl: Błogosławieństwo celności cieni
ru: Благословение аккуратности Тени

source: Shadow guardian blessing
pl: Błogosławieństwo ochronne cieni
ru: Благословение защитника Тени

source: Internal bleeding
pl: Krwawienie wewnętrzne
ru: Внутреннее кровотечение

source: Fracture
pl: Złamanie
ru: Перелом

source: Concussion
pl: Kontuzja
ru: Сотрясение

source: Bless
pl: Błogosławieństwo
ru: Благословление

source: Weak Poison
pl: Słaba trucizna
ru: Слабый яд

source: Strength
pl: Siła
ru: Сила

source: Shadow Regeneration
pl: Regeneracja cieni
ru: Регенерация Тени

source: Minor speed
pl: Drobne przyspieszenie
ru: Малая скорость

source: Minor fatigue
pl: Drobne zmęczenie
ru: Малая усталость

source: Minor weapon feebleness
pl: Drobne osłabienie broni
ru: Малая слабость оружия

source: Bleeding wound
pl: Krwawiące rany
ru: Кровоточащая рана

source: Minor berserker rage
pl: Słaby berserk
ru: Малая ярость берсерка

source: Blackwater misery
pl: Nieszczęście Blackwater
ru: Блеквотское страдание

source: Intoxicated
pl: Odurzenie
ru: Опьянение

source: Dazed
pl: Oszołomienie
ru: Ошеломление

source: Search for Andor
pl: W poszukiwaniu Andora
ru: Поиски Эндора

source: My father Mikhail says that Andor has not been home since yesterday. I should go look for him in the village.
pl: Mój ojciec Mikhail mówił, że Andora nie ma w domu od wczoraj. Powinienem go poszukać we wiosce.
ru: Мой отец, Михаил, говорит, что Эндор не был дома со вчерашнего дня. Я должен поискать его в деревне

source: Leonid tells me that he saw Andor talking to Gruil. I should go ask Gruil if he knows more.
pl: Leonid wspomniał, że widział Andora rozmawiającego z Gruilem. Powinienem zapytać Gruila czy wie coś więcej.
ru: Леонид сказал мне, что он видел Эндора говорящего с Груилем. Я должен пойти спросить Груиля, может он знает больше.

source: Gruil wants me to bring him a poison gland. Then he might talk more. He tells me that some poisonous snakes have such a gland.
pl: Gruil chcę żebym mu przyniósł gruczoł jadowy. Wtedy może coś z niego wyciągne. Powiedział, że niektóre węże i żmije mają gruczoły jadowe.
ru: Груиль хочет, чтобы я принес ему ядовитую железу. Тогда он может рассказать больше. Он сказал мне, что некоторые ядовитые змеи имеют такие железы.

source: Gruil tells me that Andor was looking for someone called Umar. I should go ask his friend Gaela in Fallhaven to the east.
pl: Gruil powiedział, że Andor szukał kogoś zwanego Umarem. Powinenem pójść porozmawiać z jego przyjacielem Gaelem w Fallhaven na wschód stąd.
ru: Груиль сказал мне, что Эндор искал кого-то называемого Умар. Я должен пойти спросить его друга Гаела в Приюте Падших, на востоке.

source: I talked to Gaela in Fallhaven. He tells me to go see Bucus and ask about the Thieves' Guild.
pl: Rozmawiałem z Gaelem in Fallhaven. Mam pogadać z Bucusem i zapytać o gildię złodzieji.
ru: Я поговорил с Гаелом в Приюте Падших. Он рассказал что видел Бикуса и спрашивал о гильдии воров.

source: Bucus has allowed me to enter the hatch in the derelict house in Fallhaven. I should go talk to Umar.
pl: Bucus pozwolił mi wejść do piwnicy opuszczonego domu w Fallhaven. Muszę pogadać z Umarem.
ru: Бикус позволил мне пройти в подвал заброшенного дома в Приюте Падших. Я должен поговорить с Умаром.

source: Umar in the Fallhaven Thieves' Guild recognized me, but must have me mixed up with Andor. Apparently, Andor has been to see him.
pl: Umar mnie poznał, ale raczej pomylił mnie z bratem. Najwyraźniej Andor przyszedł się z nim zobaczyć.
ru: Умар в Гильдии Воров Приюта Падших узнал меня, но спутал с Эндором. То есть, Эндор виделся с ним.

source: Umar told me that Andor went to see a potion maker called Lodar. I should search for his hideaway.
pl: Umar zdradził mi, że Andor poszedł do Lodara tworzyciela potków. Muszę znaleźć jego kryjówkę.
ru: Умар сказал мне, что Эндор ушел повидать знахаря по имени Лодар. Мне стоит поискать его убежище.

source: I heard a story in Loneford, where it seemed like Andor had been in Loneford, and that he might have had something to do with the illness that the people are suffering from there. I am not sure if it actually was Andor. If it was Andor, why would he have made the people of Loneford ill?
pl: Słyszałem plotkę, w Loneford, według niej Andor był w Loneford i, że mógł mieć coś wspólnego z chorobą przez którą ludzie tu cierpią. Nie jestem do końca przekonany czy, aby na pewno był to Andor. Jeśli to był on, dlaczego pozwolił na to, by ludzie chorowali?
ru: Я слышал историю в Одиноком Броде, согласно которой Эндор туда заглядывал и был заподозрен в причастности к болезни, свирепствующей среди населения. Я не уверен, что это действительно был Эндор. Если это был Эндор, почему он заразил жителей?

source: Breakfast bread
pl: Chleb na śniadanie
ru: Хлеб для Михаила

source: I have brought the bread to Mikhail.
pl: Kupiłem chleb dla Mikhaila.
ru: Я должен принести хлеб Михаилу.

source: Mikhail wants me to go buy a loaf of bread from Mara at the town hall.
pl: Mikhail chcę, żebym kupił chleb od Mary w centrum miasta.
ru: Михаил просил купить буханку хлеба у Мары в таверне.

source: Rats!
pl: Szczury!
ru: Крысы!

source: I have killed the two rats in our garden.
pl: Zabiłem te dwa szczury w ogrodzie.
ru: Убить двух крыс в огороде.

source: Mikhail wants me to go check our garden for some rats. I should kill the rats in our garden and return to Mikhail. If I get hurt, I can come back to the bed and rest to regain my health.
pl: Mikhail chce, żebym sprawdził nasz ogród. Powinienem zabić te szczury i wrócić do Mikhaila. Jeśli zostane ranny, mogę wrócić do domu i odpocząć na łóżku, by odzyskać siły.
ru: Михаил хочет, чтобы я нашел и убил крыс. Потом - могу и вернуться к Михаилу. Будучи раненым, можно отдохнуть в постели для восстановления здоровья

source: Missing husband
pl: Zagubiony mąż
ru: Пропавший муж

source: Leta in Crossglen village wants me to look for her husband Oromir.
pl: Leta w Crossglen chcę, abym poszukał Oromira.
ru: Лета из деревни Долина Креста хочет, чтобы я поискал ее мужа Оромира.

source: I have found Oromir in Crossglen village, hiding from his wife Leta.
pl: Znalazłem Oromira, chował się przed żoną.
ru: Я нашел Оромира в Долине Креста, он позорно прятался от своей жены Леты.

source: I have told Leta that Oromir is hiding in Crossglen village.
pl: Powiedziałem Lecie, że Oromir chowa się przed nią.
ru: Я выдал Лете Оромира.

source: Rat infestation
pl: Plaga szczurów
ru: Крысиное нашествие

source: Odair wants me to clear the supply cave in Crossglen village of rats. In particular, I should kill the large rat and return to Odair.
pl: Odair chcę, żebym oczyścił jaskinię z zapasami. Powinienem zabić tego największego szczura i wrócić do Odaira.
ru: Одаир хочет, чтобы я очистил пещеру в деревне Долина Креста от крыс. Убив самую большую крысу, я могу вернуться к Одаиру.

source: I have helped Odair clear out the rats in the supply cave in Crossglen village.
pl: Pomogłem Odairowi oczyścić jaskinię ze szczurów we wiosce Crossglen.
ru: Я помог Одаиру очистить пещеру от крыс в деревне Долина Креста.

source: Disallowed substance
pl: Zakazana substancja
ru: Запрещенные вещества

source: Leonid in Crossglen town hall tells me that there was a disturbance in the village some weeks ago. Apparently, Lord Geomyr has banned all use of bonemeal as a healing substance. Tharal, the town priest should know more.
pl: Leonid w Crossglen powiedział mi, że pare tygodni temu była tu awantura. Lord Geomyr całkowicie zakazał używania napoju uzdrawiającego benomeal. Tharal, miejscowy kapłan może wiedzieć więcej.
ru: Леонид в мэрии Долины Креста сказал мне, что несколько недель дней назад в деревне были беспорядки. По-видимому, лорд Геомир запретил любое использование костной муки, как исцеляющего вещества. Фарал, городской священник, должен знать больше.

source: Tharal does not want to talk about bonemeal. I might be able to persuade him by bringing him 5 insect wings.
pl: Tharal nie chce rozmawiać o bonemeal. Mogę go jednak przekonać jeśli przyniosę mu 5 skrzydeł insektów.
ru: Фарал не хочет говорить о костной муке. Но я мог бы упросить его за 5 крыльев насекомых.

source: Tharal tells me that bonemeal is a very potent healing substance, and is quite upset that it is not allowed anymore. I should go see Thoronir in Fallhaven if I want to learn more. I should tell him the password 'Glow of the Shadow'.
pl: Tharal powiedział, że bonemeal to potężna substancja uzdrawiająca, widać strasznie go rozdrażniło, że jest zakazana. Powinienem pójść zobaczyć się z Thoronirem w Fallhaven jak chce się dowiedzieć więcej. Muszę mu powiedzieć hasło 'Blask Cieni'.
ru: Фарал рассказал, что костная мука - очень мощное целительное средство, и он весьма огорчен его запрещением. Я должен найти Форонира в Приюте Падших, если я хочу узнать больше. Нужно сказать ему пароль 'Сияние тени'.

source: I have talked to Thoronir in Fallhaven. He might be able to mix me a bonemeal potion if I bring him 5 skeletal bones. There should be some skeletons in an abandoned house north of Fallhaven.
pl: Rozmawiałem z Thoronirem w Fallhaven. Może przyrządzić napój bonemeal jeśli przyniosę mu 5 kości ze szkieletów. Powinienem znaleźć parę szkieletorów w opuszczonym domu na północ od Fallhaven.
ru: Я поговорил с Форониром в Приюте Падших. Он сможет смешать мне зелье из костной муки, если я принесу ему 5 костей скелета. В заброшенном доме к северу от Приюта Падших должно быть несколько скелетов.

source: I have brought the bones to Thoronir. He is now able to supply me with bonemeal potions. I should be careful when using them though, since Lord Geomyr has banned their use.
pl: Przyniosłem kości Thoronirowi. Teraz będę mógł się u niego zaopatrywać w potki bonemeal. Muszę jednak uważać używając ich, odkąd Lord Geomyr wydał dekret są zakazane.
ru: Я принес кости Форониру. Он теперь в состоянии снабдить меня зельем из костной муки. Я должен быть осторожным при использовании, так как Лорд Геомир запретил его приминение.

source: Fallen friends
pl: Upadły przyjaciel
ru: Погибшие друзья

source: Jan tells me his story, where he and his two friends Gandir and Irogotu, went down the hole to dig for a hidden treasure, but they started fighting and Irogotu killed Gandir in his rage. I should bring back Gandir's ring from Irogotu, and see Jan when I have it.
pl: Jan opowiedział mi historie, dwóch jego przyjaciół Gandir i Irogotu, zaczęło kopać w poszukiwaniu skarbu , ale zaczęli walczyć między sobą i Irogotu w szale zabił Gandira. Muszę zwrócić pierścień, który posiada Irogotu, i pogadać z Janem gdy już go odzyskam.
ru: Ян рассказал мне свою историю о нем, Гандиру и Ироготу. Три бывших друга пошли в дыру за сокровищами, но - поссорились и стали драться. Ирогот убил Гандира в своем гневе. Я должен забрать кольцо Гандира у Ирогота, и отдать Яну, когда оно будет у меня.

source: Irogotu is dead. I have brought Jan the ring of Gandir, and avenged his friend.
pl: Irogotu nie żyje. Zaniosłem Janowi pierścień Gandira i pomściłem jego przyjaciela.
ru: Я принес Яну кольцо Гандира, и отомстил за его друга. Ирогот мертв.

source: Key of Luthor
pl: Klucz Luthor
ru: Ключ для Лютора

source: Bucus in Fallhaven might know something about Andor. He wants me to bring him the key of Luthor from the catacombs beneath Fallhaven church.
pl: Bucus z Fallhaven może mieć informacje o Andorze. Chcę, żebym przyniósł klucz Luthor z katakumb pod kościołem w Fallhaven.
ru: Бикус из Приюта Падших что-то зает об Эндоре. Он хочет что-бы я принес ему ключ Лютера из катакомб под церковью Приюта Падших.

source: The catacombs beneath Fallhaven church are closed off. Athamyr is the only one with both permission and the bravery to enter them. I should go see him in his house southwest of the church.
pl: Katakumby pod kościołem są zamknięte. Athamyr to jedyna osoba, która może wejść do katakumb i jest na tyle odważna. Muszę się z nim zobaczyć w jego domu na południowy zachód od kościoła.
ru: Катакомбы под церковью Приюта Падших заперты. Афамир только у него есть право и мужество спускаться в них. Я должен увидеться с ним на юго-западе от церкви.

source: Athamyr wants me to bring him some cooked meat, then maybe he will want to talk more.
pl: Athamyr chcę żebym przyniósł mu usmażony stek, wtedy może ze mną porozmawia.
ru: Афамир просит принести ему немного мяса, может тогда он сможет поговорить со мной.

source: I brought some cooked meat to Athamyr.
pl: Przyniosłem ten stek dla Athamyra.
ru: Я принес немного мяса Афамиру.

source: Athamyr has given me permission to enter the catacombs beneath Fallhaven church.
pl: Athamyr dał mi pozwolenie na wejście do katakumb.
ru: Афамир дал мне разрешение спуститься в катакомбы под церковью Приюта Падших.

source: I brought Bucus the key of Luthor.
pl: Przyniosłem Bucusowi klucz Luthor.
ru: Я принес Бикусу ключ Лютора.

source: Drunken tale
pl: Pijacka opowieść
ru: Рассказ пьяницы

source: A drunk outside Fallhaven tavern began telling me his story, but wants me to bring him some mead. I don't know if his story will lead anywhere though.
pl: Pijak zaczął mi opowiadać jakąś historię, ale chcę, żebym mu przyniósł więcej miodu. Nie jestem pewny czy ta historia do czegoś zmierza.
ru: Пьяница возле таверны в Приюте Падших начал рассказывать историю, но вдруг попросил принести ему мёд. Непонятно, к чему он все это говорил.

source: The drunk told me he used to travel with Unnmir. I should go talk to Unnmir.
pl: Pijak mówił, że swego czasu podróżował z Unnmirem. Powinienem porozmawiać z Unnmir.
ru: Пьяница рассказал, что путешествовал с Унмиром. Я должен поговорить с Унмиром.

source: Calomyran secrets
pl: Sekrety Calomyrana
ru: Секрет Каломирана

source: An old man standing outside in Fallhaven has lost his book 'Calomyran Secrets'. I should go look for it. Maybe in Arcir's house to the south?
pl: Staruszek w Fallhaven zgubił księge 'Sekrety Calomyrana'. Powininem jej poszukać. Może w domu Arcira na południu?
ru: Старик в Приюте Падших потерял книгу 'Секреты Каломирана'. Я должен найти ее. Может, она в доме Арсира на юге?

source: I found a torn page of a book called 'Calomyran Secrets' with the name 'Larcal' written on it.
pl: Znalazłem kawałek urwanej strony 'Sekrety Calomyrana' z imieniem 'Larcal' na niej napisanym.
ru: Я нашел вырванную страницу из книги 'Секреты Каломирана' с именем 'Ларкал' на форзаце.

source: I gave the book back to the old man.
pl: Oddałem staruszkowi księge.
ru: Я вернул старику книгу.

source: Lost treasures
pl: Zagubione skarby
ru: Утраченные сокровища

source: Unnmir told me he used to be an adventurer, and gave me a hint to go see Nocmar. His house is just southwest of the tavern in Fallhaven.
pl: Unnmir powiedział, że kiedyś był podróżnikiem, i dał mi wskazówkę, żeby zobaczyć się z Nocmarem. Jego dom jest na południowy zachód od tawerny w Fallhaven.
ru: Унмир сказал мне, что когда-то был путешественником и намекнул, что неплохо бы поговорить с Нокмаром. Его дом на юго-западе от таверны в Приюте Падших.

source: Nocmar tells me he used to be a smith. But Lord Geomyr has banned the use of heartsteel, so he cannot forge his weapons anymore. If I can find a heartstone and bring it to Nocmar, he should be able to forge the heartsteel again.
pl: Nocmar był kiedyś kowalem. Ale Lord Geomyr zakazał używania serca stali, więc nie może już tworzyć swojej broni. Jeśli znajde kamienne serce i przyniosę je mu, znów mógłby tworzyć swoją broń.
ru: Нокмар сказал мне, что когда-то был кузнецом. Но лорд Геомир запретил использование сердечной стали, и теперь он не может ковать свое фирменное оружие. Если я найду для Нокмара сердечную руду, он снова сможет ковать.

source: I have brought a heartstone to Nocmar. He should have heartsteel items available now.
pl: Przyniosłem kamienne serce Nocmarowi. Powinien teraz móc tworzyć przedmioty z serca stali.
ru: Я принес сердечную руду Нокмару. Теперь у него появились стальные причиндалы.

source: Ancient secrets
pl: Starożytne sekrety
ru: Древние секреты

source: I met a guard on sentry outside a fortress called Flagstone. The guard told me that Flagstone used to be a prison camp for runaway workers from Mount Galmore. Recently, there has been an increase in undead monsters pouring out from Flagstone. I should investigate the source of the undead monsters. The guard tells me to return to him if I need help.
pl: Spotkałem wartownika przed fortecą zwaną Flagstone. Wartownik powiedział mi, że Flagstone było kiedyś więzieniem dla uciekających pracowników na górze Galmore. Coraz częsciej pojawiały się tam nieumarli. Powinienem zbadać źródło pojawiania się tych nieumarłych. Strażnik powiedział, że mogę się do niego zwracać o pomoc.
ru: Я встретил стражника у крепости Флагстоун. Он рассказал мне о прошлом Флагстоуна, бывшего лагерем для беглых рабов из Горы Галмор. В последнее время флагстоунские нежить и чудища сильно активизировались. Я решил исследовать данный факт. Страж сказал, чтобы я возвращался за помощью, если что.

source: I found a dug out tunnel beneath Flagstone, that seems to lead to a larger cave. The cave is guarded by a demon that I am not even able to approach. Maybe the guard outside Flagstone knows more?
pl: Znalazłem tunel, kopany pod Flagstone, prowadzący do jakiejś większej jaskini. Jaskini pilnuje jakiś demon do którego nawet nie mogę się zbliżyć. Może ten strażnik wie coś więcej?
ru: Я обнаружил туннель под Флагстоуном, который, кажется, ведет к большой пещере. Пещера охраняется демоном, так что я не могу даже приблизиться. Может быть, страж за пределами Флагстоуна знает больше?

source: The guard tells me that the former warden used to have a necklace that he always wore. The necklace probably has the words required to approach the demon. I should return to the guard to decipher any message on the necklace once I have found it.
pl: Strażnik wspomniał, że były naczelnik miał naszyjnik, którego nigdy nie zdejmował. Pewnie na tym naszyjniku są słowa dzięki którym mógłbym przejść przez tego demona. Muszę wrócić do tego strażnika, żeby odczytał słowa na tym naszyjniku jak go znajde.
ru: Страж рассказал мне, что бывший надзиратель носил ожерелье, которым он подозрительно дорожил. На ожерелье, вероятно, заклинание от демона. За расшифровкой заклинания необходимо будет вернуться к стражу.

source: I found the former warden of Flagstone on the upper level. I should return to the guard now.
pl: Znalazłem byłego naczelnika Flagstone na wyższym piętrze. Powinienem był wrócić teraz do tego naczelnika.
ru: Я нашел бывшего надзирателя Флагстоуна на верхнем уровне.

source: I have learned the words required to approach the demon beneath Flagstone. 'Daylight Shadow'.
pl: Znam już słowa, które pomogą mi przejść przez tego demona pod Flagstone. 'Świt cieni'.
ru: Я узнал заклинание от демона под Флагстоуном. 'Дневная Тень'.

source: Deep beneath Flagstone, I found the source of the undead infestation. A creature born from the grief of the former prisoners of Flagstone.
pl: Głęboko pod Flagstone, znalazłem źródło nieumarłych. Kreature stworzoną z cierpienia więźniów Flagstone.
ru: Глубоко под Флагстоуном, я нашел источник нежити. Существа рождаются из горя бывших узников Флагстоуна.

source: I found one prisoner, Narael, alive deep beneath Flagstone. Narael was once a citizen of Nor City. He is too weak to walk by himself, but if I can find his wife in Nor City, I would be handsomely rewarded.
pl: Znalazłem więźnia, Narael, żył głęboko pod Flagstone. Narael był kiedyś mieszkańcem Nor City. Jest zbyt słaby, żeby mógł chodzić o własnych nogach, ale jeśli znajdę jego żonę w Nor City, zostanie mi to wynagrodzone.
ru: Я нашел одного заключенного, Нараеля, оставшегося в живых в глубинах Флагстоуна. Нараель был гражданином города Нор. Он слишком слаб, чтобы ходить, но щедро вознаградит меня за обнаружение его жены в Норе.

source: Missing pieces
pl: Brakujące elementy
ru: Пропавшие части

source: A mage called Vacor in southwest Fallhaven has been trying to cast a rift spell. There was something not right about him, he seemed very obsessed with his spell. Something about him gaining a power from it.
pl: Mag zwany Vacor w połudiowo zachodnim Fallhaven próbował rozszczepić jakieś zaklęcie. Coś było z nim nie tak, miał obsesję na tym zaklęciu. Jakby coś od niego brało moc.
ru: Маг, назвавшийся Вакором, на юго-западе Приюта Падших пытался создать Заклинание разрыва. Он был одержим своим заклинанием, говорил про увеличение силы посредством оного.

source: Vacor wants me to bring him the four pieces of the rift spell that he claims was stolen from him. The four bandits should be somewhere south of Fallhaven.
pl: Vacor chcę, abym przyniósł mu cztery elementy zaklęcia, które jak zapewnia zostały mu ukradzione. Ci czterej bandyci powinni być gdzieś na południe od Fallhaven.
ru: Вакор хочет, чтобы я принес ему четыре части Заклинания разрыва, он утверждает, что они были украдены у него. Бандиты должны быть где-то к югу от Приюта Падших.

source: I have brought the four pieces of the rift spell to Vacor.
pl: Przyniosłem mu te cztery części zaklęcia.
ru: Я принес четыре части Заклинания разрыва Вакору.

source: Vacor tells me about his former apprentice Unzel, who had started to question Vacor. Vacor now wants me to kill Unzel. I should be able to find him to the southwest outside of Fallhaven. I should bring his signet ring to Vacor once I have killed him.
pl: Vacor mówił mi o jego byłym uczniu Unzel, który zadawł za dużo pytań. Vacor chce, żebym zabił Unzela. Mogę go znaleźć w południowo zachodnim Fallhaven. Mam mu przynieść jego sygnet, gdy już go zabije.
ru: Вакор поведал о своем бывшем ученике, Унзеле, который мешает ему. Он попросил меня убить Унзела и принести его перстень, как доказательство. Унзел может быть на юго-западе от Приюта Падших

source: Unzel gives me a choice to side with either Vacor or him.
pl: Unzel dał mi wybór albo pomogę Vacorowi albo jemu.
ru: Унзел дал мне выбор, идти с ним, или с Вакором.

source: I have chosen to side with Unzel. I should go to southwest Fallhaven to talk to Vacor about Unzel and the Shadow.
pl: Wybrałem stronę Unzela. Powinienem pójść na południowy zachód Fallhaven, żeby porozmawiać z Vacorem o Unzelu i Cieniu.
ru: Я выбрал сторону Унзела. Я должен отправиться на юго-запад Приюта Падших и поговорить с Вакором об Унзеле и Тени.

source: I started a fight with Unzel. I should bring his ring to Vacor once he is dead.
pl: Zacząłem walczyć z Unzelem. Muszę przynieść sygnet Vacorowi skoro Unzel już jest martwy.
ru: Я начал битву с Унзелем. Я должен принести его перстень Вакору.

source: I started a fight with Vacor. I should bring his ring to Unzel once he is dead.
pl: Zacząłem walczyć z Vacorem. Muszę przynieść sygnet Unzelowi skoro Vacor już jest martwy.
ru: Я начал битву с Вакором. Я должен принести его перстень Унзелу.

source: I have killed Unzel and told Vacor about the deed.
pl: Zabiłem Unzel i powiedziałem Vacorowi o jego czynach.
ru: Я убил Унзела и сообщил об этом Вакору.

source: I have killed Vacor and told Unzel about the deed.
pl: Zabiłem Vacor i powiedziałem Unzelowi o jego czynach.
ru: Я убил Вакора и сообщил об этом Унзелу.
