Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: I have found some plans in Prim about recruiting mercenaries and attacking the Blackwater Mountain settlement. I should go talk to Harlenn immediately.
pl: Znalazłem plany o rekrutowaniu najemników i ataki na osadę Blackwater. Muszę natychmiast porozmawiać z Harlennem.
ru: Я нашел несколько планов про наем солдат и нападение на поселение возле Черноводной. Возвращаюсь немедленно доложить Харленн.

source: Harlenn thanked me for investigating the attack plans.
pl: Harlenn podziękował mi za te plany ataku.
ru: Харленн благодарит меня за разведку.

source: To make the attacks on the Blackwater Mountain settlement stop, Harlenn wants me to assassinate Guthbered in Prim.
pl: Żeby zakończyć ataki na Blackwater, Harlenn chcę dokonać zamachu na Guthbereda.
ru: Чтоб прекратить нападения на Черноводную, Харленн заказала мне убийство Гутберда.

source: I have started a fight with Guthbered.
pl: Zacząłem walczyć z Guthberedem.
ru: Я начал сражаться с Гутбердом.

source: I told Guthbered that I was sent to kill him, but I let him live. He thanked me deeply, and left Prim.
pl: Powiedziałem Guthberedowi, że zostałem tu wysłany, żeby go zabić, ale pozwoliłem mu żyć. Był mi wdzięczny i opuścił Prim.
ru: Я рассказал Гутберду, что послан убить его, но оставлю его в живых. Он горячо поглагодарил меня и покинул Прим.

source: I have told Harlenn that Guthbered is gone.
pl: Powiedziałem Harlennowi że Guthbereda nie ma.
ru: Я доложил Харленн об уходе Гутберда.

source: Harlenn thanked me for the help I have provided. Hopefully, the attacks on the Blackwater Mountain settlement should stop now.
pl: Harlenn podziękował mi za pomoc. Mam nadzieję, że ataki na osadę ustaną.
ru: Харленн поблагодарила меня за помощь. Хочется надеяться, нападения на деревню возле Черноводной теперь прекратятся.

source: I am now trusted in the Blackwater Mountain settlement, and all services should be available for me to use.
pl: Jestem teraz zaufaną osobą w Blackwater i wszyscy powinny być skorzy do sprzedaży przedmiotów.
ru: Я теперь доверенное лицо в окрестностях Черноводной Горы и могу пользоваться всем, что мне могут предоставить.

source: I have decided to not help the people of the Blackwater Mountain settlement.
pl: Zdecydowałem się nie pomagać Blackwater.
ru: Я не смогу помочь людям поселения у Черноводной Горы.

source: Since I am helping Prim, Harlenn no longer wants to talk to me.
pl: Odkąd pomagam Prim, Harlenn nie chce już ze mną rozmawiać.
ru: С тех пор, как я помогаю Приму, Харленн не разговаривает со мной.

source: Well rested
pl: Dobrze wypoczęty
ru: Хорошо отдохнувший.

source: I talked to the cook in Prim, at the base of Blackwater Mountain. There is a back room available for rent, but it is currently rented out to Arghest. I should go talk to Arghest to see whether he still wants to rent the room. The cook pointed me towards the southwest of Prim.
pl: Rozmawiałem z kucharką z Prim, u podnóża góry Blackwater. Jest tam pokój do wynajęcia, ale obecnie zajmowany przez Arghesta. Muszę z nim pogadać czy nadal będzie zajmował pokój. Kucharka wskazała mi południowy zachód od Prim.
ru: Я поговорил с поваром в Приме у основания Черноводной Горы. Задняя комната сдается, но занята неким Архестом. Схожу, спрошу у него, не раздумал ли он снимать ее. Повар, к тому же, посоветовал юго-запад Прима.

source: I talked to Arghest about the back room at the inn. He is still interested in having it as an option to rest at. But he told me he could probably be persuaded to let me use it if I compensate him sufficiently.
pl: Rozmawiałem z Arghest o pokoju na zapleczu. Nadal jest nim zainteresowany ma gdzie wygodnie odpoczywać. Ale mógłby z niego zrezygnować jeśli mu to zrekompensuje.
ru: Архест не желает съезжать из комнаты. Но сказал, что почти убежден в возможности использования мной комнаты за соответствующую плату.

source: Arghest wants me to bring him 5 bottles of milk. I can probably find some milk in any of the larger villages.
pl: Arghest chcę, żebym przyniósł mu 5 butelek mleka. Prawdopodobnie znajdę mleko w większych wioskach.
ru: Архест нуждается в пяти бутылках молока. Пожалуй, я смогу отыскать его в окрестных деревнях.

source: I have brought the milk to Arghest. He agreed to let me use the back room at the Prim inn. I should be able to rest there now. I should go talk to the cook at the inn.
pl: Kupiłem mleko dla Arghest. Zgodził się na użyczenie swojego łóżka. Naraszczie będę mógł odpocząć. Powinienem porazmawiać z kucharką.
ru: Принес молоко Архесту. Он разрешил пользоваться его комнатой, я могу в ней отдыхать. Следует еще поговорить с гостиничным поваром.

source: I have explained to the cook that I have permission by Arghest to use the back room.
pl: Wytłumaczyłem kucharce, że mam zgode od Arghesta na używanie pokoju.
ru: Я сообщил повару, что Архест разрешил мне пользоваться его комнатой.

source: Clouded intent
pl: Nieczyste intencje
ru: Туманная цель

source: Just outside the collapsed mine on the way to Blackwater Mountain, I met a man from the village of Prim. He begged me to help them.
pl: Tuż za zawaloną kopalnią, spotkałem człowieka z Prim. Błagał mnie o pomoc.
ru: Только по выходу из заброшенной шахты по пути к Черноводной Горе я встретил человека из Прима. Он умолял меня о помощи.

source: The village of Prim needs help from someone from the outside to deal with attacks from some monsters. I should speak to Guthbered in Prim if I want to help them.
pl: Wioska Prim potrzebuje pomocy od kogoś z zewnątrz, żeby poradzić sobie z atakami potworów i bandytów. Powinienem porozmawiać z Guthberedem z Prim jeśli chcę im pomóc.
ru: Прим нуждается во внешнем союзнике для отражения атак чудовищ. В связи с этим необходимо переговорить с Гутбердом, если все же я желаю оказать поддержку.

source: Guthbered can be found in the main hall of Prim. I should look for a stone house in the center of town.
pl: Guthbered jest w ratuszu. To kamienny budynek w centrum miasta.
ru: Гутберд находится в ратуше. Мне нужно всего лишь найти каменный дом в центре города.

source: I talked to Guthbered about the story about Prim. Prim has recently been under constant attack from the Blackwater Mountain settlement.
pl: Rozmawiałem z Guthberedem o Prim. Prim jest regularnie atakowane przez osadę Blackwater.
ru: Мы побеседовали с Гутбердом об истории Прима, который, по его словам, подвергался постоянным нападениям со стороны черноводцев.

source: Guthbered wants me to go up to the settlement atop the Blackwater Mountain and ask their battle master Harlenn why (or if) they have summoned the Gornaud monsters against Prim.
pl: Guthbered chcę, żebym poszedł na szczyt góry do Blackwater i zapytał ich mistrza bitewnego Harlenna (czy i dlaczego) przywołują golemy przeciwko Prim.
ru: Гутберд считает необходимым поговорить с мастером над оружием Черноводной Горы Харленн на тему 'почему (или зачем) они призывают горнодских чудовищ против Прима'.

source: I have talked to Harlenn about the attacks on Prim. He denies that the people of the Blackwater Mountain settlement have anything to do with them. I should go talk to Guthbered in Prim again.
pl: Rozmawiałem z Harlennem o atakach na Prim. Zaprzeczył jakoby osada Blackwater miała cokolwiek z tym wspólnego. Muszę pogadać z Guthberedem w Prim.
ru: Я поговорил с Харленн о нападениях на Прим. Она запретила своим людям в Черноводной Горе даже думать о Приме. Я возвращаюсь с докладом к Гутберду.

source: Guthbered still believes that the people in the Blackwater settlement have something to do with the attacks.
pl: Guthbered nadal wierzy, że to oni stoją za atakami.
ru: Гутберд все еще пребывает в уверенности, что люди Черноводной причастны к нападениям.

source: Guthbered wants me to go look for any clues that the people of the Blackwater Mountain settlement is preparing for a larger attack on Prim. I should go look for hints near Harlenn's private quarters, but make sure not to be seen.
pl: Guthbered chcę, abym znalazł jakieś dokumenty o planie większego ataku na Prim. Powinienem poszukać tych dokumentów koło Harlenna i jego świty, ale żeby nikt mnie nie przyłapał.
ru: Гутберд посылает меня найти факты подготовки большого нападения на Прим со стороны Черноводной. Мне следует искать возле штаба Харленн, оставаясь незамеченным.

source: I have found some papers around Harlenn's private quarters outlining a plan to attack Prim. I should go talk to Guthbered immediately.
pl: Znalazłem jakieś plany zawierające informacje o większym ataku na Prim. Muszę się rozmówić z Guthberedem niezwłocznie.
ru: Возле штаба Харленн я нашел план нападения на Прим. Немедленно возвращаюсь доложить Гутберду.

source: Guthbered thanked me for helping him find evidence of the plans for an attack.
pl: Guthbered podziękował mi za pomoc w znalezieniu dowodu o atakach przez Blackwater.
ru: Гутберд поблагодарил меня на помощь в нахождении доказательств агрессивных намерений соседей.

source: In order to make the attacks on Prim stop, Guthbered wants me to kill Harlenn up in the Blackwater Mountain settlement.
pl: W celu zaprzestania tych ataków, Guthbered chce, abym zabił Harlenna w Blackwater.
ru: В целях прекращения нападений на Прим, Гутберд заказал мне голову Харленн.

source: I have started a fight with Harlenn.
pl: Zacząłem walczyć z Harlennem.
ru: Я начал сражаться с Харленн.

source: I told Harlenn that I was sent to kill him, but I let him live. He thanked me deeply, and left the settlement.
pl: Powiedziałem Harlennowi, że jestem tu po to by go zabić, ale pozwole mu żyć. Był mi bardzo wdzięczny i opuścił osadę.
ru: Я сказал Харленн, что послан убить его, но позволю ему жить. Он горячо поблагодарил меня и покинул поселение.

source: I have told Guthbered that Harlenn is gone.
pl: Powiedziałem Guthberedowi, że Harlenn nie stanowi już problemu.
ru: Я доложил Гутберду, что Харленн больше нет.

source: Guthbered thanked me for the help I have provided to Prim. Hopefully, the attacks on Prim should stop now. As thanks, Guthbered gave me some items and a forged permit so that I can enter the inner chamber up in the Blackwater Mountain settlement.
pl: Guthbered podziękował mi za pomoc dla Prim. Miejmy nadzieję, że ataki ustąpią. Jako podziękowanie Guthbered dał mi parę przedmiotów i pozwolenie na wejście do świątyni w Blackwater.
ru: Гутберд поблагодарил меня за помощь Приму. Есть надежда, что нападения на Прим теперь прекратятся. В качестве благодарности он подарил мне кое-какие вещи и обещал радушный прием на будущее, так что я смогу пользоваться гостиницей в поселении Черноводная Гора.

source: I have shown the forged permit to the guard and was let through to the inner chamber.
pl: Pokazałem podrobione pozwolenie strażnikowi, który mnie przepuścił.
ru: Я показал знак 'Радушный прием' охраннику и получил беспрепятственный вход в гостиничную комнату.

source: I am now trusted in Prim, and all services should be available for me to use.
pl: Jestem teraz osobą zaufaną w Prim i wszystkie usługi powinny być teraz dla mnie odblokowane.
ru: Я теперь - доверенное лицо в Приме и могу пользоваться всеми службами.

source: I have decided to not help the people of Prim.
pl: Zdecydowałem się nie pomagać Prim.
ru: Я решил не помогать населению Прима.

source: Since I am helping the Blackwater Mountain settlement, Guthbered no longer wants to talk to me.
pl: Odkąd pomagam Blackwater, Guthberedowi nie chcę już się ze mną gadać.
ru: С тех пор, как я работаю в поселении Черноводной Горы, Гутберд не разговаривает со мной.

source: Lights in the dark
pl: Światło w tunelu
ru: Огни в темноте

source: I have made my way into the inner chamber in the Blackwater Mountain settlement and found a group of mages led by a man named Throdna.
pl: Dostałem się do świątyni w Blackwater i znalazłem grupę magów prowadził ich człowiek o imieniu Throdna.
ru: Я проделал путь до гостиничного номера и обнаружил лидера группы магов, человека по имени Тродна.

source: Throdna seems very interested in someone (or something) called Kazaul, and in particular a ritual performed in its name.
pl: Throdna wydawał się kimś bardzo zainteresowany (lub czymś) zwanym Kazaul, w szczególności rytułałem z udziałem jego imienia.
ru: Тродна очень заинтересовано в ком-то (или в чем-то), именуемом Казаул, и в содержании ритуала, называемого этим именем.

source: I have agreed to help Throdna find out more about the ritual itself, by looking for pieces of the ritual that apparently are scattered across the mountain. I should go look for the parts of the Kazaul ritual on the mountain path down from Blackwater Mountain to Prim.
pl: Zgodziłem się pomóc Throdna znaleźć więcej informacji o rytuale poprzez znalezienie zagubionych kartek mówiących o szczególe rytuału. Powinienem poszukać tych zagubionych kartek po drodze w dół góry z Blackwater do Prim.
ru: Я готов помочь Тродну найти сведения о ритуале, в частях манускрипта, разбросанного по частям в районе гор. Части ритуала Казаул слудует искать на горной тропе от Черноводной горы к Приму.

source: I need to find the two parts of the chant and the three pieces describing the ritual itself, and return to Throdna once I have found them all.
pl: Muszę znaleźć dwie strony śpiewnika i trzy strony opisujące sam rytuał, i wrócić do Throdna kiedy znajde je wszystkie.
ru: Мне необходимо найти две части заклинания и три части, описывающие сам ритуал, и вернуться к Тродну, как только отыщу все.

source: I have found the first half of the chant for the Kazaul ritual.
pl: Znalazłem pierwszą część śpiewnika rytuału Kazuala.
ru: Я нашел первую половину заклинания Казаульского ритуала.

source: I have found the second half of the chant for the Kazaul ritual.
pl: Znalazłem drugą część śpiewnika rytuału Kazuala.
ru: Я нашел вторую половину заклинания Казаульского ритуала.

source: I have found the first piece of the Kazaul ritual.
pl: Znalazłem pierwszą część rytuału Kazuala.
ru: Я нашел первую часть описания Казаульского ритуала..

source: I have found the second piece of the Kazaul ritual.
pl: Znalazłem drugą część rytuału Kazuala.
ru: Я нашел вторую часть описания Казаульского ритуала.

source: I have found the third piece of the Kazaul ritual.
pl: Znalazłem trzecią część rytuału Kazuala.
ru: Я нашел третью часть описания Казаульского ритуала.

source: Throdna thanked me for finding all the pieces of the ritual.
pl: Throdna podziękował mi za znalezienie wszystkich części.
ru: Тродна поблагодарил меня за найденные осколки древнего знания.

source: Throdna wants me to put an end to the Kazaul spawn uprising that has taken place near the Blackwater Mountain. There is a shrine at the base of the mountain that i should investigate closer.
pl: Throdna chcę położyć kres odradzania się Kazuali które zajęły miejscy u podnóży gór. U podnóża góry jest szczelina, którą należy zbadać.
ru: Тродна просит меня положить конец размножению Казаулов, имеющему место быть неподалеку от Черноводной Горы. Там должна быть гробница у основания, которую необходимо исследовать.

source: I have been given a vial of purifying spirit that Throdna wants me to apply to the shrine of Kazaul. I should return to Throdna when I have found and purified the shrine.
pl: Dał mi fiolkę oczyszczania ducha, którą Throdna chcę, abym zastosował ją w ich sanktuarium. Powinienem wrócić do Throdna, gdy dotrę i użyje tej fiolki w sanktuarium.
ru: Мне был выдан пузырек Святой Воды, который необходимо применить в гробнице Казаулов. Мне следует вернуться к Тродну, как только я найду и освящу гробницу.

source: In the shrine at the base of Blackwater Mountain, I met a guardian of Kazaul. By reciting the verses of the ritual chant, I was able to make the guardian attack me.
pl: W sanktuarium u podnóży gór, spotkałem Kazuala strażnika. Dzięki recytowaniu rytuału, mogłem zmusić strażnika do zaatakowania mnie.
ru: В гробнице у основания Черноводной Горы я встретил стражника Казаула. Напевом заклинания Казаулов, я смог заставить стражника атаковать меня.

source: I have purified the shrine of Kazaul.
pl: Oczyściłem sanktuarium ze złych duchów.
ru: Я освятил гробницу Казаулов.

source: I had expected some form of appreciation from Throdna for helping him learn more about the ritual and for purifying the shrine. But he seemed more occupied with rambling on about Kazaul. I could not make out anything sane from his ramblings.
pl: Oczekiwałem na jakąś specjalną nagrodę od Throdna za pomoc z rytuałem i oczyszczenie sanktuarium. Ale on bardziej był zajęty studiowaniem o Kazaulach. Nie mogłem zrozumieć nic sensownego.
ru: Я увидел несколько форм оценки Тродном моей помощи в изучении ритуала и освящении гробницы. Но он все еще выглядит озабоченным проблемой казаулов. И с этим я ничего не могу поделать.

source: No weakness
pl: Żadnej słabości
ru: Нет бессилию!

source: Herec on the second level of the Blackwater Mountain settlement is researching the white wyrms outside the settlement. He wants me to bring him 5 white wyrm claws so that he can continue his research. Apparently, only some of the wyrms have these claws. I will have to kill some to find them.
pl: Herec z drugiego piętra w osadzie Blackwater prowadzi badania nad białymi smokami. Chce, bym przyniósł mu 5 pazurów białych smoków, żeby mógł kontynuuować badania. Tylko niektóre smoki mają takie pazury. Będe musiał zabić parę rodzaji, żeby wiedzieć jakie to.
ru: Херек на втором этаже деревни Черноводная Гора изучает белых змей, обитающих вокруг поселения. По-видимому, некоторые из змей имеют когти. Мне придется поубивать некоторых, чтобы найти их.

source: I have given the 5 white wyrm claws to Herec.
pl: Oddałem 5 pazurów dla Hereca.
ru: Я отдал 5 когтей белых змей Хереку.

source: Herec has finished making a potion of fatigue restoration that will be very useful when fighting against the wyrms in the future.
pl: Herec skończył robić potke likwidującą zmęczenie, która będzie przydatna przy walce ze smokami w przyszłości.
ru: Херек закончил изготовление восстановительного зелья, которое очень пригодится в сражениях со змеями в будущем.

source: Awoken from slumber
pl: Wybudzony z drzemki
ru: Очнувшийся от сна.

source: Bjorgur in Prim at the base of the Blackwater Mountain thinks that something has disturbed the grave of his parents, to the southwest of Prim, just outside the Elm mine.
pl: Bjorgur w Prim uważa, że coś zakłóca spokój grobie jego rodziców, na południow zachód od Prim, tuż za kopalnią Elma.
ru: Бьоргур в Приме думает, что кто-то потревожил могилу предков, которая находится юго-западнее Прима, сразу за шахтой.

source: Bjorgur wants me to go check the grave, and make sure his family's dagger is still secure in the tomb.
pl: Bjorgur chcę, żebym sprawdził grób, i upewnić się, że jego rodzinny sztylet nadal leży bezpiecznie w grobowcu.
ru: Бьоргур просит меня проверить гробницу и убедиться, что фамильный кинжал все еще в безопасности в усыпальнице.

source: Fulus in Prim is interested in obtaining Bjorgur's family dagger that Bjorgur's grandfather used to possess.
pl: Fulus z Prim zainteresował się wejściem w posiadanie rodzinnego sztyletu Bjorgura.
ru: Фулус в Приме тоже интересуется кинжалом Бьоргура, которым обладал еще бьоргуровский дед.

source: I met a man that wielded a strange looking dagger in the lower parts of a tomb to the southwest of Prim. He must have robbed this dagger from the grave.
pl: Spotkałem człowieka, który miał przy sobie dziwnie wyglądający sztylet. Musiał ukraść ten sztylet z grobowca.
ru: Я встретил человека, который держал в руках странно выглядящий кинжал в нижних частях гробницы. Он, должно быть, украл этот кинжал из усыпальницы.

source: I placed the dagger back into its place in the tomb. The restless undead seem much less restless now, strangely enough.
pl: Włożyłem sztylet z powrotem do grobowca. Niespokojni nieumarli są teraz bardziej spokojni, dziwnie spokojni.
ru: Я положил кинжал на место в усыпальнице. Неупокоенные души теперь менее беспокойны, что достаточно странно.

source: Bjorgur thanked me for my assistance. He told me I should also seek his relatives in Feygard.
pl: Bjorgur podziękował za pomoc. Powiedział, że powinienem poszukać też jego krewnych w Feygard.
ru: Бьоргур поблагодарил меня за помощь. Он сказал мне, что следует также поискать его родственников в Фейгарде.

source: I have told Fulus that I helped Bjorgur return his family dagger to its original place.
pl: Powiedziałem Fulusowi, że pomogłem Bjorgurowi zwrócić jego sztylet na jego właściwe miejsce.
ru: Я сказал Фулусу, что, помогая Бьоргуру, вернул фамильный клинок на его законное место.

source: I have given Bjorgur's family dagger to Fulus. He thanked me for bringing it to him, and rewarded me handsomely.
pl: Oddałem sztylet Fulusowi. Podziękował mi i wynagrodził sowicie.
ru: Я отдал кинжал Бьоргура Фулусу. Он поблагодарил меня и вознаградил ... в некоторой степени.

source: Animal hair
ru: Шерсть животного

source: Insect wing
ru: Крыло насекомого

source: Bone
ru: Кость

source: Claws
ru: Коготь

source: Insect shell
ru: Оболочка насекомого

source: Poison gland
ru: Ядовитая железа

source: Rat tail
ru: Хвост крысы

source: Cloth shirt
ru: Хлопковая рубаха

source: Fine shirt
ru: Первоклассная рубаха

source: Hardened leather shirt
ru: Рубаха из грубой кожи

source: Leather armour
ru: Кожаная броня

source: Superior leather armour
ru: Превосходная кожаная броня

source: Hard leather armour
ru: Жесткая кожаная броня

source: Superior hard leather armour
ru: Превосходная жесткая кожаная броня

source: Green hat
ru: Зеленая шапка

source: Fine green hat
ru: Первоклассная зеленая шапка

source: Crude leather cap
ru: Скверная кожаная шапка

source: Leather cap
ru: Шапка из кожи

source: Leather gloves
ru: Кожаные перчатки

source: Fine leather gloves
ru: Первоклассные кожаные перчатки

source: Snakeskin gloves
ru: Перчатки из змеиной кожи

source: Fine snakeskin gloves
ru: Первоклассные перчатки из змеиной кожи

source: Wooden buckler
ru: Деревянный круглый щит

source: Reinforced wooden buckler
ru: Усиленный деревянный круглый щит

source: Crude wooden shield
ru: Скверный деревянный щит

source: Superior wooden shield
ru: Превосходный деревянный щит

source: Leather boots
ru: Кожаные сапоги

source: Superior leather boots
ru: Превосходные кожаные сапоги

source: Snakeskin boots
ru: Сапоги из змеиной кожи

source: Reinforced boots
ru: Усиленные сапоги

source: Gloves of swift attack
ru: Перчатки быстрой атаки

source: Fine gloves of swift attack
ru: Первоклассные перчатки быстрой атаки

source: Green apple
ru: Зеленое яблоко

source: Red apple
ru: Красное яблоко

source: Meat
ru: Мясо

source: Cooked meat
ru: Приготовленное мясо

source: Strawberry
ru: Клубника

source: Carrot
ru: Морковь

source: Bread
ru: Хлеб

source: Mushroom
ru: Гриб

source: Pear
ru: Груша

source: Eggs
ru: Яйца

source: Radish
ru: Редиска

source: Small rock
ru: Камушек

source: Glass gem
ru: Стекляшка

source: Ruby gem
ru: Самоцвет

source: Polished gem
ru: Полированный самоцвет

source: Sharpened gem
ru: Ограненный камень

source: Polished sparkling gem
ru: Полированный сверкающий камень

source: Gold coins
ru: Золото

source: Jewel of Fallhaven
ru: Драгоценность Фоллхейвена

source: Necklace of the guardian
ru: Ожерелье стражника

source: Shielding necklace
ru: Защитное ожерелье

source: Small empty vial
ru: Пустая склянка

source: Empty vial
ru: Пустой пузырек

source: Empty flask
ru: Пустой флакон

source: Empty potion bottle
ru: Пустая бутыль

source: Minor vial of health
ru: Малый пузырек здоровья

source: Minor potion of health
ru: Малое зелье здоровья

source: Regular potion of health
ru: Обычное зелье здоровья

source: Major flask of health
ru: Большая бутыль здоровья

source: Major potion of health
ru: Большое зелье здоровья

source: Mead
ru: Медовуха

source: Milk
ru: Молоко

source: Bonemeal potion
ru: Зелье из костной муки

source: Eye
ru: Глаз

source: Bat wing
ru: Крыло летучей мыши

source: Feather
ru: Перо
