Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: No thanks, this seems like something that I would rather not get involved with.
ru: Нет, спасибо, это похоже то, с чем бы я предпочел не связываться.

source: I knew I couldn't trust... Wait, what? You actually said yes? Hah, well then.
ru: Я знал, что не стоило довер... Подождите, что? На самом деле вы сказали 'да'? Ха, ну и ну.

source: Ok, find the four pieces of my rift spell that the bandits took, and bring the pieces to me.
ru: Хорошо, найди четыре части моего Заклинания разрыва, что украли бандиты, и принеси их ко мне.

source: There were four bandits, and they all headed south of Fallhaven after I was attacked.
ru: Было четверо бандитов, и все они направились на юг от Фоллхейвена, после того как на меня напали.

source: You should search the southern parts of Fallhaven for the four bandits.
ru: Вы должны отыскать четырех бандитов южнее Фоллхейвена.

source: Please hurry! I am so eager to open up the rift.. Erm, I mean finish the spell. Nothing odd with that right?
ru: Пожалуйста поторопитесь! Мне так хочется открыть раскол .. Эм, я подразумеваю закончить заклинание. Ничего странного в этом, правда?

source: Hello again. How is the search for my missing pieces of the rift spell going?
ru: Снова здравствуйте. Как продвигаются поиски частей моего Заклинания разрыва?

source: I have found all the pieces.
ru: Готово

source: Could you tell me the whole story again?
ru: Пока

source: Oh, you found all four pieces? Hurry, give them to me.
ru: О, ты нашел все части? Скорее, Дай их мне.

source: Yes, these are the pieces that the bandits took.
ru: Да, это те самые, украденные, части.

source: Now I should be able to finish the rift spell and open up the Shadow rift .. erm I mean open up new possibilities. Yes, that's what I meant.
ru: Теперь я должен закончить заклинание и открыть Теневой разлом .. эмм я имел в виду новые возможности. Да, именно это я и сказал.

source: The only obstacle between me and continuing my rift spell research is that stupid Unzel fellow.
ru: Есть одна проблемма, перед тем как я смогу продолжить работу над заклинанием, это мой глупый помошник Унзел.

source: Unzel was my apprentice a while ago. But he started to annoy me with his questions and talk about morality.
ru: Унзел поступил ко мне в ученики уже очень давно. Но он начал меня раздражать своими вопросами и разговорами о морали.

source: He said that my spell making was disrupting the will of the Shadow.
ru: Он говорит что мое занятие заклинаниями нарушает волю Тени.

source: Bah, the Shadow. What has it ever done for ME?!
ru: Хах, Тень. Какую пользу мы когда-либо имели от Тени?

source: I shall one day cast my rift spell and we will be rid of the Shadow.
ru: Я однажды закончу Заклинание разрыва и мы будем избавлены от Тени.

source: Anyway. I have a feeling that Unzel sent those bandits after me, and if I don't stop him he will probably send more.
ru: В любом случае. Я чую что это Унзел натравил на меня тех бандитов, и если его не остановить возможны и другие проблеммы.

source: I need you to find Unzel and kill him for me. He can probably be found somewhere southwest of Fallhaven.
ru: Я хочу что бы ты нашел Унзела и убил его для меня. Возможно он сейчас где-то на юго-западе от Фоллхейвена.

source: Bring me his signet ring as proof when you have killed him.
ru: Принеси мне его перстень в качестве доказательства, что ты убил его.

source: Now hurry, I cannot wait much longer. The power shall be MINE!
ru: А теперь торопись, я не могу долго ждать. Сила должна быть МОЕЙ!

source: Hello again. Any progress yet?
ru: Снова здравствуйте. Как продвигается наше дело?

source: About Unzel...
ru: Унзел

source: Have you killed Unzel for me yet? Bring me his signet ring when you have killed him.
ru: Ты убил Унзела? Принеси мне его перстень, когда убьешь.

source: I have dealt with him. Here is his ring.
ru: Убил

source: I listened to Unzel's story and have decided to side with him. The Shadow must be preserved.
ru: Shadow

source: Ha ha, Unzel is dead! That pathetic creature is gone!
ru: Уха-ха, Унзел мертв! Это исчадье морали!

source: I can see the blood on your boots. I even got you to kill his minions beforehand.
ru: Я вижу кровь на твоих сапогах. Я надеюсь что ты убил и его приспешников.

source: This is a great day indeed. I will soon have the power!
ru: Это замечательный день. Скоро я получу силу!

source: Here, have these coins for your help.
ru: Вот, возми эти монеты за твою помощь.

source: Now leave me, I have work to do before I can cast the rift spell.
ru: А теперь оставь меня, я должен подготовиться к созданию заклинания.

source: Hello again, my assassin friend. I will soon have my rift spell ready.
ru: Снова здравствуй, мой ассасин. Скоро я закончу свое Заклинание разрыва.

source: What? He told you his story? You actually believed it?
ru: Что? Он поведал тебе историю? И ты конечно же поверил ему?

source: I will give you one more chance. Either kill Unzel for me, and I will reward you handsomely, or you will have to fight me.
ru: Я даю тебе один шанс. Или ты убиваешь Унзела и получаешь свои деньги. Или ты будешь иметь честь познать мою силу!

source: No. You must be stopped.
ru: В бой!

source: Ok, I'll think about it once more.
ru: Уйти

source: Bah, lowly creature. I knew I shouldn't have trusted you. Now you will die along with your precious Shadow.
ru: Ха, ничтожное создание. Я знал, что не стоит доверять тебе. Теперь ты умрешь вместе со своей драгоценной Тенью.

source: For the Shadow!
ru: В бой!

source: You must be stopped.
ru: Тебя надо остановить.

source: Fresh flesh!
ru: Свежее мясо!

source: By the Shadow, I will slay you.
ru: В бой!

source: Yuck, what are you? And what is that smell?
ru: Фу, что ты такое? Что за запах?

source: Nooo, I will not be imprisoned again!
ru: Неееет, я больше не отправлюсь в тюрьму!

source: But I am not...
ru: В бой!

source: Aaaa! Who's there? I will not be enslaved again!
ru: Aaaa! Кто здесь? Я не отдамся в рабство!

source: Calm down, I was just...
ru: В бой!

source: Ah, another mortal. Prepare to become part of my undead army!
ru: О, еще один смертный. Приготовься пополнить собой ряды нежити!

source: Shadow take you.
ru: В бой!

source: Prepare to die once more.
ru: Приготовься умереть еще раз.

source: Die mortal!
ru: Сдохни смертный!

source: Prepare to meet my blade.
ru: Приготовься к встрече с моим мечом.

source: What, a mortal in here that is not marked by my touch?
ru: Что, здесь есть смертный которого не коснулась моя рука?

source: You seem delicious and soft, will you be part of the feast?
ru: Ты, кажется, очень вкусный и мягкий, хочешь быть частью праздника?

source: Yes, I think you will. My undead army will spread far outside of Flagstone once I am done with you.
ru: Да, я думаю, будешь. Моя армия нежити распространится далеко за пределы Флагстоуна, как только я разделаюсь с тобой.

source: By the Shadow, you must be stopped!
ru: В бой!

source: No! This land must be protected from the undead!
ru: Нет! Эта земля должна быть защищена от нежити!

source: Halt! Who's there? No one is allowed to approach Flagstone.
ru: Стой! Кто здесь? Никто не смеет приближаться к Флагстоуну.

source: You should turn back while you still can.
ru: Тебе лучше вернуться назад, пока еще можешь.

source: Flagstone has been overrun by undead, and I'm standing guard here to make sure no undead escape.
ru: Флагстоун был захвачен нежитью, и я стою здесь чтобы не дать нежити покинуть его.

source: Can you tell me the story about Flagstone?
ru: Далее

source: Flagstone used to be a prison camp for runaway workers from when Mount Galmore was dug out.
ru: Флагстоун раньше был лагерем для беглых каторжников из Горы Галмор, когда там велись раскопки.

source: But once the digging in Mount Galmore stopped, the prison camp lost its purpose.
ru: Но однажды раскопки прекратили и лагерь потерял смысл своего назначения.

source: The lord at the time did not care much for the prisoners that were already in Flagstone, so he left them there.
ru: Лорду в то время было плевать на заключенных, которые были в Флагстоуне, поэтому он оставил их там.

source: The warden that ran Flagstone on the other hand took his duty very seriously, and kept on running the prison just like it was when Mount Galmore was being dug out.
ru: Надзиратель, оставшийся в Флагстоуне, был ответственным человеком и продолжал управлять лагерем так же, как и до закрытия каменоломни.

source: For years, no one took notice of Flagstone. Except for the occasional reports from travelers of terrible screams coming from the camp.
ru: В течении многих лет, никто не обращал внимание на Флагстоун. За исключением отдельных докладов от путешественников, слышавших страшные крики исходящие из лагеря.

source: There was a change recently, now the undead pour out in great numbers.
ru: Вплоть до недавнего времени, когда произошло увеличение активности в Флагстоуне. Нежить начала появляться в больших количествах.

source: So, here we are. I have to guard the road from undead, so that they do not spread farther than Flagstone.
ru: И вот я здесь. Мой долг охранять дороги от нежити, чтобы они не распространились на другие области, кроме Флагстоуна.

source: So, I would advise you to leave unless you want to be overrun by undead.
ru: Таким образом, я бы посоветовал тебе оставить свое занятие, если не хочешь быть захвачен нежитью.

source: Can I investigate the Flagstone ruins?
ru: Расследование

source: Yes, I should leave.
ru: Уйти

source: Are you really sure you want to head in there? Well, ok, fine by me.
ru: Ты действительно уверен, что хочешь пройти? Ну, хорошо.

source: I won't stop you, and I won't mourn you if you never return.
ru: Я не буду мешать тебе, но и горевать тоже не буду, если ты никогда не вернешся.

source: Go ahead. Let me know if there's anything I can tell you that would help.
ru: Продолжай свой путь. Дай мне знать, если чем-нибудь смогу помочь.

source: Return here if you need my advice.
ru: Возвращайся сюда, если тебе понадобится мой совет.

source: Ok. I will return to you if there is anything I need help with.
ru: Уйти

source: Hello again. Did you enter Flagstone? I am surprised you actually returned.
ru: Снова здравствуй. Ты вошел в Флагстоун? Я удивлен что ты вернулся.

source: Can you tell me the story again?
pl: Możesz mi opowiedzieć tą historię jeszcze raz?
ru: Флагстоун?

source: There is a guardian in the lower levels of Flagstone that cannot be approached.
ru: Демон

source: A guardian you say? This is troubling news, since it means there is some larger force behind all this.
ru: Стражник-демон говоришь? Это тревожные новости, так как это означает, что крупные силы стоят за всем этим.

source: Have you found the former warden of Flagstone? The warden used to have a necklace with him at all times.
ru: Ты нашел бывшего старосту Флагстоуна? Надзиратель все время носил с собой ожерелье.

source: He was very protective of it. Maybe the necklace was some sort of key.
ru: Он очень берёг его. Может быть, ожерелье являлось своего рода ключом?

source: If you find the warden and retrieve the necklace, then please return here and I will help you decipher any message that we might find on it.
ru: Если ты найдешь надзирателя и получишь ожерелье, то, пожалуйста, вернись сюда, и я помогу тебе расшифровать любое сообщение, которое, возможно, найдем на нем.

source: I have found it, here.
ru: Нашел

source: What was that about the guardian again?
ru: Демон

source: Ok, I will go look for the former warden.
ru: Уйти

source: Hello again. Have you found the former warden in Flagstone yet?
ru: Привет опять. Ты нашел бывшего надзирателя в Флагстоуне?

source: About the former warden...
ru: Надзиратель

source: You found the necklace? Good. Here, give it to me.
ru: Ты нашел ожерелье? Хорошо. Дай его мне.

source: Now, let's see here. Ah yes, it is as I thought. The necklace contains a password.
ru: Давайка посмотрим. Ах да, как я и думал. Ожерелье содержит шифр.

source: 'Daylight Shadow'. That must be it. You should try to approach the guardian with this password.
ru: 'Дневная Тень'. Скорее всего так. Ты должен попробовать сказать эту фразу стражнику, возможно это пароль.

source: Hello again. How is the investigation of the undead in Flagstone going?
ru: Привет привет. Как идут поиски источника нежити в Флагстоуне?

source: No progress yet.
ru: Никак

source: Well, keep looking. Return to me if you need my advice.
ru: Что же, продолжай искать. Возвращайся сюда, если тебе понадобится мой совет.

source: Hello again. It seems something happened inside Flagstone that made the undead weaker. I'm sure we have you to thank for it.
ru: Привет привет. Кажется, что-то произошло во Флагстоуне, что-то, что сделало нежить слабее. Я уверен, что нужно поблагодарить тебя за это.

source: Thank you, thank you for freeing me from that monster.
ru: Спасибо тебе, спасибо за освобождение меня от этого монстра.

source: I have been a captive here for what seems to be an eternity.
ru: Я был в плену здесь так долго, что, кажется, прошла целая вечность.

source: Oh, the things they did to me. Thank you so much for freeing me.
ru: Ах, что они сделали со мной. Большое вам спасибо за освобождение.

source: I was once a citizen in Nor City, and worked on the excavation of Mount Galmore.
ru: Я был одним из жителей Нора, и работал в каменоломнях Горы Галмор.

source: After a while, the day came when I wanted to quit the assignment and return to my wife.
ru: Но в один прекрасный день я захотел бросить работу и вернуться к моей жене.

source: The officer in charge would not let me, and I was sent to Flagstone as a prisoner for disobeying orders.
ru: Но офицер не позволил мне, и я был направлен в Флагстоун, как заключенный, за неподчинение приказам.

source: If only I could see my wife once more. I have hardly any life left in me, and I don't even have enough strength to leave this place.
ru: Если бы я только смог увидеть мою жену еще раз. Но вряд ли это получится, у меня не достаточно сил, даже чтобы покинуть это место.

source: I guess my fate is to perish here, but now as a free man at least.
ru: Я думаю, что моя судьба погибнуть здесь. Но как свободный человек, по крайней мере.

source: Now leave me to my fate. I do not have the strength to leave this place.
ru: Теперь оставь меня на едине с судьбой. У меня нет сил, чтобы покинуть это место.

source: If you find my wife Taurum in Nor City, please tell her I'm alive and that I haven't forgotten about her.
ru: Если встретишь мою жену Таурум в г.Нор, пожалуйста, скажи ей, что я жив и что я не забыл о ней.

source: I will. Goodbye.
ru: Пока

source: I will. Shadow be with you.
ru: Хорошо, скажу. Да прибудет с тобой Тень.

source: Hello kid. Please leave me to my mourning.
pl: Cześć dzieciaku. Proszę zostaw mnie z moją żałobą.
ru: Привет парень. Пожалуйста, оставь меня в моём трауре.

source: What is the problem?
pl: W czym problem?
ru: Что случилось?

source: Do you want to talk about it?
pl: Chcesz o tym porozmawiać?
ru: Хорошо, пока

source: Oh, it's so sad. I really don't want to talk about it.
pl: Oh to takie smutne. Naprawdę nie chce o tym rozmawiać.
ru: Ох, это так грустно. Я не хочу говорить об этом.

source: Please do.
ru: Расскажи

source: Well, I guess it's ok to tell you. You seem to be a nice enough kid.
pl: Cóż no dobrze powiem ci. Wyglądasz na dość miłego dzieciaka.
ru: Что-же, я думаю можно сказать тебе. Ты кажешся неплохим парнем.

source: My friend Gandir, his friend Irogotu, and I were down here digging this hole. We had heard there was a hidden treasure down here.
pl: Mój przyjaciel Gandir, i jego znajomy Irogotu, i ja poszliśmy na dół kopać tą dziurę. Słyszeliśmy o ukrytym skarbie, który się tam znajduje.
ru: Я, мой друг Гандир и его друг Ирогот пришли сюда копать эту яму. Мы слышали что там было скрыто сокровище.

source: We started digging and finally broke through to the cave system below. That's when we discovered them. The critters and bugs.
pl: Zaczęliśmy kopać po jakimś czasie w końcu dokopaliśmy się do jakichś podziemnych jaskiń. Wtedy je odkryliśmy. Futrzaki z kłami i jakieś inne robactwo.
ru: Мы начали копать и, наконец, прорвались к системе пещер. Вот тогда мы и обнаружили их. Тварей и жуков.

source: Oh those critters. Damn bastards. Nearly killed me they did. Gandir and I told Irogotu that we should stop the digging and leave while we still could.
pl: Oh te futrzane bestie. Cholerne bestie. Omal mnie nie zabiły. Gandir i ja mówiliśmy Irogotu żebyśmy zostawili ten dół póki jeszcze możemy.
ru: Ах эти твари. Черт сволочи. Чуть не убили меня. Я и Гандир сказали Ироготу, что мы должны прервать раскопки, пока мы еще целы.

source: But Irogotu wanted to continue deeper into the dungeon. He and Gandir got into an argument and started fighting.
pl: Ale Irogotu chciał kontynuować głębiej kopanie. On i Gandir zaczęli się o to bić.
ru: Но Ирогот хотел идти глубже, в подземелье. Он и Гандир не смогли договориться и начали драться.

source: That's when it happened. *sob* Oh what have we done?
pl: I wtedy. *sob* O rany co myśmy zrobili?
ru: Вот что случилось. *рыдает* Ах, что мы наделали?

source: Please go on
pl: Kontynuuj
ru: Далее

source: Irogotu killed Gandir with his bare hands. You could see the fire in his eyes. He almost seemed to enjoy it.
pl: Irogotu zabił Gandira gołymi rękoma. Można było dostrzec nienawiść w oczach. I chyba mu się to spodobało.
ru: Ирогот убил Гандира собственными руками. Видел бы ты огонь в его глазах. Казалось, он наслаждался.

source: I fled and haven't dared go back down there because of the critters and Irogotu himself.
pl: Uciekłem i nie miałem odwagi znów tam zejść, bo bałem się tych bestii i samego Irogotu .
ru: Я бежал и не осмелился вернуться туда из-за тварей и Ирогота.

source: Oh that damn Irogotu. If only I could get to him. I'd show him one thing and another.
pl: Oh ten przeklęty Irogotu. Gdybym tylko go dorwał. Pokazałbym mu.
ru: Чертов Ирогот. Если бы только я мог добраться до него. Я бы показал ему где раки зимуют.

source: Do you think I could help?
pl: Uważasz, że mogę jakoś pomóc
ru: Далее

source: Do you think you could help me?
pl: Pomógłbyś mi?
ru: Думаешь сможешь помочь мне?

source: Sure, there may be some treasure in this for me.
pl: Jasne, może są tam jakieś skarby dla mnie.
ru: Я помогу

source: Sure. Irogotu should pay for what he did.
pl: Jasne, Irogotu musi zapłacić za to co zrobił.
ru: Пока

source: Really? You think you could help? Hm, maybe you could. Beware of those bugs though, they're really tough bastards.
pl: Naprawdę? Myślisz, że dasz radę? Hm, może jednak dasz. Strzeż się tych bestii tam na dole są naprawde twarde.
ru: Правда? Думаешь сможешь? Хм, может быть. Остерегайся тех жуков, они очень крепкие ублюдки.

source: If you really want to help, go find Irogotu down in the cave, and get me back Gandir's ring.
pl: Jeśli naprawdę chcesz pomóc, zejdź na dół rozpraw się z Irogotu i zdobądź dla mnie pierścień Gandira.
ru: Если ты и правда хочешь помочь, найди Ирогота в пещерах и верни мне кольцо Гандира.

source: Sure, I'll help.
pl: Jasne, że pomogę.
ru: Конечно

source: Never mind, goodbye.
pl: Nieważne, żegnaj.
ru: Пока

source: Return to me when you are done. Bring me Gandir's ring from Irogotu down in the cave.
pl: Wróć do mnie jak skończysz. Pamiętaj o pierścieniu Gandira dla mnie.
ru: Возвращайся когда закончишь. Верни мне кольцо Гандира. Забери его у Ирогота в пещерах.

source: Hello again kid. Did you find Irogotu down in the cave?
pl: Witaj z powrotem dzieciaku. Znalazłeś ten pierścień?
ru: Привет опять, парень. Ты нашел Ирогота в пещерах?

source: Can you tell me your story again?
pl: Możesz mi opowiedzieć tą historię jeszcze raz?
ru: История

source: Yes, I have killed Irogotu.
pl: Tak, i zabiłem Irogotu.
ru: Да

source: Didn't you listen the first time I told you the story? Do I really have to tell you the story one more time?
pl: Nie słuchałeś jak ci ją opowiadałem za pierwszym razem? Naprawdę muszę jeszcze raz ją opowiedzieć?
ru: Разве ты не слушал первый раз, когда я рассказывал тебе историю? Хочешь что бы я рассказал тебе её еще раз?

source: Yes, please tell me the story again.
pl: Tak, opowiedz mi ją jeszcze raz.
ru: Да

source: I wasn't listening that much the first time you told it. What was that about a treasure?
pl: Nie słuchałem za bardzo za pierwszym razem. To mówisz, że jaki tam jest skarb?
ru: Нет

source: No, never mind. I remember it now.
pl: Nie, nieważne. Już sobie przypomniałem.
ru: Нет, не волнуйся, я все хорошо помню.

source: Thanks for dealing with Irogotu earlier! I am forever in debt to you.
pl: Dzięki za pomoc z Irogotu! Jestem na zawsze twoim dłużnikiem.
ru: Спасибо за дело с Ироготом! Я твой вечный должник.

source: Wait, what? You actually went down there and returned alive? How did you manage that? Wow, I almost died going into that cave. Oh thank you so much for bringing me back Gandir's ring! Now I can have something to remember him by.
pl: Czekaj, jak to? Zszedłeś na dół i wróciłeś żywy? Jak to zrobiłeś? Wow, ja prawie tam zginąłem. Oh wielkie dzięki za ten pierścień Gandira! Teraz mam chociaż jakąś pamiątke po nim.
ru: Постой! Ведь ты вошел туда и вернулся живым? Как тебе это удалось? Ничего себе, я чуть не умер от страха собираясь к этой пещере. О, спасибо тебе большое за возвращение мне кольца Гандира! Теперь у меня есть хоть что-то на память о нем.

source: Glad that I could help. Goodbye.
pl: Cieszę się, że mogłem pomóc. Żegnaj.
ru: Пока

source: Shadow be with you. Goodbye.
pl: Niech cień cię nie opuszcza. Żegnaj.
ru: Да прибудет с тобой Тень. Прощай.

source: Whatever. I only did it for the loot.
pl: I tak zrobiłem to tylko dla skarbu.
ru: Как бы то ни было, я сделал это только для трофея.

source: Well hello there. Another adventurer coming to steal my bounty. This is MY CAVE. The treasure will be MINE!
pl: O co za niespodzianka. Kolejny poszukiwacz przygód, który chce mój skarb. To jest MOJA JASKINIA. Skarb będzie MÓJ!
ru: Ну привет тебе. Неизвестный авантюрист. Это МОЯ ПЕЩЕРА. Сокровище будет МОЁ!

source: Did you kill Gandir?
pl: Zabiłeś Gandira?
ru: Гандир

source: That whelp Gandir? He was in my way. I merely used him as a tool to dig deeper into the cave.
pl: Tego szczeniaka Gandira? Stał mi tylko na drodze. Użyłem go tylko żeby kopał za mnie głębiej.
ru: Этот щенок Гандир? Он стоял у меня на пути. Я просто использовал его в качестве инструмента чтоб докопать до пещер.

source: Besides, I never really liked him anyway.
pl: Po za tym nigdy go nie lubiłem.
ru: На самом деле я его никогда не любил.

source: I guess he deserved to die. Did he have a ring on him?
pl: Wydaje mi się, że zasłużył na śmierć. Czy miał na sobie pierścień?
ru: Кольцо

source: Jan mentioned something about a ring?
pl: Jan wspominał coś o pierścieniu?
ru: Jan упоминала что-то про кольцо?

source: NO! You cannot have it. It's mine! And who are you anyway kid, coming down here to disturb me?!
pl: NIE! Nie możesz go mieć. Jest mój, a właściwie to kim ty jesteś, że przychodzisz tutaj i mi tylko przeszkadzasz?!
ru: НЕТ! Ты не получишь его. Оно мое! А что касается тебя, парень, зачем ты пришел сюда и беспокоишь меня?!

source: I'm not a kid anymore! Now give me that ring!
pl: Nie jestem już dzieckiem! A teraz dawaj mi pierścień!
ru: Колечко

source: Give me that ring and we might both come out of here alive.
pl: Daj mi pierścień, a oboje ujdziemy stąd z życiem.
ru: Отдай мне это кольцо, и тогда, возможно, мы оба выйдем отсюда живыми.
