Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: We used to use it extensively before. But now that bastard Lord Geomyr has banned all use of it.
pl: Kiedyś był używany częściej. Ale ten burak Lord Geomyr zabronił go całkowicie.
ru: Раньше мы ее часто использовали. Но сейчас этот ублюдок, Лорд Геомир, запретил ее использование.

source: How am I supposed to heal people now? Using regular healing potions? Bah, they're so ineffective.
pl: Jak niby mam teraz leczyć ludzi? Mam używać te zwykłe potki? Pff one są zbyt słabe.
ru: Как я должен лечить людей сейчас? Использовать обычные лечебные зелья? Черт, это так не эффективно.

source: I know someone that still has a supply of Bonemeal if you are interested. Go talk to Thoronir, a fellow priest in Fallhaven. Tell him my password 'Glow of the Shadow'.
pl: Znam kogoś kto nadal jest w posiadaniu zapasu bonemealów. Idź porozmawiaj z Thoronirem, znajomym kapłanem z Fallheaven. Hasło brzmi 'Blask Cieni'.
ru: Если ты заинтересован - я знаю, что кто-то до сих пор поставляет Костную муку. Иди и поговори с Форониром, священником в Фоллхейвене. Скажи ему пароль 'Сияние Тени'.

source: Hello there. Nice weather ain't it?
pl: Hej. Ładną pogodę mamy nieprawdaż?
ru: Эй, привет. Хорошая погода, не так ли?

source: Hello. Anything you want from me?
pl: Cześć. Chcesz czegoś ode mnie?
ru: Здрасть. Ты что-то хотел?

source: Hi. Can I help you?
ru: Прив. Чем могу помочь?

source: You're that kid from Crossglen village right?
pl: Ty jesteś tym dzieciakiem z Crossglen?
ru: Ты, парень, из деревни Кроссглен, так?

source: Out of the way, peasant.
pl: Z drogi, wieśniaku.
ru: Прочь с дороги, крестьянин.

source: Good day to you.
pl: Miłego dnia.
ru: Доброго дня вам.

source: No, sorry. I haven't seen anyone by that description.
pl: Nie, przepraszam, ale nikogo takiego nie widziałem.
ru: Нет, прости. я никого не видел в округе.

source: Some other kid you say? Hm, let me think.
pl: Mówisz, że jakiś inny dzieciak tu był? Hm, daj mi pomyśleć.
ru: Еще один пацан говоришь? Хм, дай подумать.

source: Hm, I might have seen someone matching that description a few days ago. Can't remember where though.
pl: Hm, Może i widziałem kogoś podobnego parę dni temu. Nie mogę sobie tylko przypomnieć gdzie.
ru: Хм, я видел кого-то несколько дней назад. Но не могу вспомнить точно.

source: Oh yes, there was another kid from Crossglen village here a few days ago. Not sure he matched your description though.
pl: A tak, był tu jakiś inny dzieciak z Crossglen. Chociaż nie jestem pewny czy odpowiadał opisowi.
ru: Ах да, еще один парень из Кроссглена был здесь несколько дней назад. Не уверен что он подходит под описание.

source: There were some shady looking people following him around. Didn't see any more than that.
pl: Był z jakimiś podejrzanymi typami. To wszystko co widziałem.
ru: За ним следили какие-то темные люди. Больше ничего не видел.

source: Nope. Haven't seen him.
pl: Nie. Nie widziałem.
ru: Неа. Не видел.

source: Keep out of trouble.
pl: Trzymaj się z dala od problemów.
ru: Держись по дальше от проблем.

source: Can you tell me more about the Shadow?
pl: Powiesz mi więcej o tym Cieniu?
ru: Тень

source: The Shadow protects us. It keeps us safe and comforts us when we sleep.
pl: Cień nas chroni. Sprawia, że jesteśmy bezpieczni nawet, gdy idziemy spać.
ru: Тень защищает нас. Тень оберегает нас когда мы спим.

source: It follows us wherever we go. Go with the Shadow my child.
pl: Śledzi nas na każdym kroku. Odejdź z Cieniem chłopcze.
ru: Она следует за нами куда бы мы не шли. Следуй с Тенью, сын мой.

source: Whatever, bye.
pl: Jak tam chcesz, narazie.
ru: Все, до свидания

source: Well hello there! Aren't you a cute little fellow.
pl: No witam! Ale z ciebie mały słodki koleżka.
ru: Ну привет! Маленький уродец.

source: I really need to go.
ru: Пока

source: Your brother, you say? His name is Andor? No. I don't recall meeting anyone like that.
pl: Twojego brata mówisz? Na imię ma Andor? Nie. Nie przypominam sobie kogoś o takim imieniu.
ru: Говоришь твой брат? Его зовут Эндор? Нет. Не встречала никого похожего.

source: I heard you helped my old man find his book, thank you. He had been talking about that book for weeks. Poor thing, he tends to forget things.
pl: Słyszałem, że pomogłeś znaleźć książke, dzięki. Mówił o tej książce przez tygodnie. Szkoda, że zapomina o tylu rzeczach.
ru: Я слышала, что вы помогли моему старику найди его книгу, спасибо. Он говорил об этой книге несколько недель. Бедняжка, у него тенденция забывать вещи.

source: It was my pleasure. Goodbye.
pl: Cała przyjemność po mojej stronie.
ru: Пока

source: You should keep an eye on him, or bad things might happen to him.
pl: Powinnaś mieć na niego oko, bo może mu się coś stać.
ru: Не спускай с него глаз или с ним может случиться что-нибудь плохое.

source: Whatever, I just did it for the gold.
pl: Dobra, dobra zrobiłem to tylko dla złota.
ru: Все, что я сделал, я сделал только ради денег.

source: Welcome to my shop. Please browse my selection of fine clothing and jewelry.
pl: Witam w moim sklepie. Proszę się rozejrzeć posiadamy ubrania i biżuterię.
ru: Приветствую в моём магазине. Пожалуйста оцени богатый выбор одежды и ювелирных изделий.

source: Let me see your wares.
pl: Pokaż towary.
ru: Торговать

source: Welcome to my shop. Please browse my fine selection of everyday potions.
pl: Witam w moim sklepie. Proszę się rozejrzeć mamy tutaj wyselekcjonowane napoje oraz potki.
ru: Добро пожаловать в мой магазин. У меня широкий выбор зелий на все случаи жизни.

source: Let me see what potions you have available.
pl: Pokaż jakie masz potki.
ru: Торговать

source: Hello. I'm Arcir.
pl: Witaj. Jestem Arcir.
ru: Здравствуйте. Я Арсир.

source: I noticed your statue of Elythara downstairs.
pl: Zauważyem że masz posążek Elythara na dole.
ru: Элифара

source: You really seem to like your books.
pl: Chyba lubisz swoje książki.
ru: Книги

source: Anything else you wanted to ask?
pl: Coś jeszcze, o co chciałeś zapytać?
ru: Хотите узнать еще что нибудь?

source: Oh, you found my statue in the basement? Yes, Elythara is my protector.
pl: O znalazłeś ten posąg Elythary? Tak, Elythatra jest moją opoką.
ru: Вы, думаю, видели статую в подвале? Да, Элифара мой защитник.

source: Okay.
pl: Okej.
ru: Назад

source: I find great pleasure in my books. They contain the accumulated knowledge of past generations.
pl: Przyjemnie się je czyta. Zawierają więdze poprzednich pokoleń.
ru: Я нахожу море удовольствия в своих книгах. В них накоплены знания многих поколений.

source: Do you have a book called 'Calomyran Secrets'?
pl: Masz może książkę 'Sekrety Calomyrana'?
ru: Секреты Каломирана

source: 'Calomyran Secrets'? Hm, yes I think I have one of those in my basement.
pl: 'Sekrety Calomyrana'? Hm, tak chyba mam ją gdzieś w piwnicy.
ru: 'Секреты Каломирана'? Хм, да, я думаю, у меня есть одна в подвале.

source: Old man Benradas came by last week, wanting to sell me that book. Since it's not really my kind of book, I declined.
pl: Staruszek Benradas był tu w tamtym tygodniu, chciał mi ją sprzedać. To nie jest książka w moim stylu, więc odmówiłem.
ru: Старик Бенрадас приходил ко мне на прошлой неделе, хотел продать мне эту книгу. Поскольку это не совсем мой тип книги - я отказался.

source: He seemed upset that I didn't like his book, and threw it at me while storming out of the house.
pl: Wydawał się zdenerwowany, że nie chciałem kupić jego książki więc wyszedł jak burza i rzucił nią we mnie.
ru: Казалось, он расстроен тем, что мне не нравится его книга, и бросил ее в меня, когда выскочил из дома.

source: Poor old man Benradas, he probably forgot that he left it here. He tends to forget things.
pl: Biedny staruszek Benradas, najprawdopodobniej zapomniał, że ją tu zostawił. Ma skłonności do zapominania.
ru: Бедный Бенрадас, он, вероятно, забыл, что оставил ее здесь. Он имеет тенденцию забывать вещи.

source: You looked downstairs but didn't find it? And a note you say? I guess there must have been someone in my house.
pl: Byłeś na dole, ale jej nie znalazłeś? tylko notatka? Chyba musi być ich więcej w moim domu.
ru: Ты спускался вниз, но не нашел ее? Говоришь записка? Я думаю кто-то был в моем доме.

source: I heard you found it and gave it back to old man Benradas. Thank you. He tends to forget things.
pl: Słyszałem, że ją znalazłeś i oddałeś Benradasowi. Dzięki. Ma skłonności do zapominania.
ru: Я слышал, ты нашел ее и отдал обратно старику Бенрадасу. Спасибо. Он имеет тенденцию забывать вещи.

source: What did the note say? Larcal.. I know of him. Always causing trouble. He is usually in the barn to the east of here.
pl: Co pisze na tej notatce? Larcal.. Znam go. Zawsze stwarza problemy. Zazwyczaj jest w stodole na wschód stąd.
ru: Что сказано в записке? Ларкал.. Я так и знал. Вечно от него проблемы. Он, обычно, в амбаре на востоке от сюда.

source: Walk with the Shadow.
ru: Следуй с Тенью.

source: Have you been down in the catacombs?
ru: Катакомбы

source: Yes, I have been in the catacombs beneath Fallhaven Church.
ru: Да, я спускался в катакомбы под церковью.

source: But I'm the only one that both has the permission and the bravery to go down there.
ru: Но я единственный, кто имеет право и мужество, чтобы войти туда.

source: How can I get permission to go down there?
ru: Право?

source: You want to go down in the catacombs? Hm, maybe we can make a deal.
ru: Хочешь спуститься в катакомбы? Хм, возможно мы сможем договориться.

source: Bring me some of that delicious cooked meat from the tavern and I will give you my permission to enter the catacombs of Fallhaven Church.
ru: Принеси мне того, прекрасно приготовленного, мяса из таверны и ты получишь свое разрешение на вход в катакомбы под церковью.

source: Here, I have cooked meat for you.
ru: Вот твое мясо

source: Ok, I'll go get some.
ru: Пока

source: You have my permission to enter the catacombs of Fallhaven Church.
ru: Спасибо за помощь. Я разрешаю тебе спуститься в катакомбы под Церковью.

source: Thanks, this will do nicely.
ru: Спасибо, это будет приятно.

source: Hi again, welcome back to the .. Oh wait, I thought you were someone else.
pl: Witam z powrotem w .. Oh czekaj, pomyliłem cie z kimś.
ru: Приветствую снова, добро пожаловать в... Ой погоди, я принял тебя за другово.

source: What do you know about the Thieves' Guild?
pl: Co wiesz o gildii złodzieji?
ru: Гильдия Воров

source: How interesting that you should ask. What if I had seen him? Why would I tell you?
pl: Interesujące pytanie. A co jeśli go widziałem? Czemu miałbym ci powiedzieć?
ru: Интересный, вопрос. И что если видел? Почему я должен говорить тебе?

source: No, I can't tell you. Now please leave.
pl: Nie, nie mogę. A teraz proszę odejdź.
ru: Нет, я не скажу тебе. Пожалуйста, отвали.

source: Wh, what? No, I don't know anything about that.
pl: Cc, CO? Nie, nic o tym nie wiem.
ru: Фх, что? Нет, я незнаю ничего об этом.

source: Ok kid. You've proven yourself to me. Yes, I saw some other kid by that description running around here a few days ago.
pl: Dobra dzieciaku. Udowodniłeś, że jesteś godny zaufania. Tak widziałem tego drugiego łaził gdzieś tu parę dni temu.
ru: Хорошо парень. Ты заслужил мое уважение. Да, я видел парня подходящего под описание, он пробегал здесь пару дней назад.

source: I don't know what he was up to though. He kept asking a lot of questions. Kind of like you do. *snicker*
pl: Ale nie wiem czego chciał. Zadawał mnóstwo pytań. Takie jak ty teraz. *chichocze*
ru: Я незнаю сколько он здесь пробыл. Но задавал он слишком много вопросов. Прям как ты. *хихикает*

source: Anyway, that's all I know. You should go talk to Umar, he probably knows more. Down that hatch over there.
pl: W każdym bądź razie to wszystko co wiem. Lepiej idź pogadaj z Umarem, on może wiedzieć więcej. Zejdź niżej tą klapą.
ru: В любом случае, это все что я знаю. Тебе стоит поговорить с Умаром, возможно он знает больше. Он в люке, спускайся.

source: Ok, bye
pl: Ok, narazie
ru: Хорошо, пока

source: Who told you that? Argh. Ok so you found us. Now what?
pl: Kto ci to powiedział? Argh. A więc nas znalazłeś. Co teraz?
ru: Кто тебе это сказал? Аррргх. Ладно, ты нашел нас. И что теперь?

source: Can I join the Thieves' Guild?
pl: Mogę dołączyć do gildii złodzieji?
ru: Вступить

source: Hah! Join the Thieves' Guild?! You?! You're one funny kid.
pl: Hah! Dołączyć do gildii?! Ty?! Zabawny jesteś dzieciaku.
ru: Хах! Вступить в гильдию воров?! Ты?! Ты забавный парень.

source: I'm serious.
pl: Pytam poważnie.
ru: Я серьезно!

source: Yeah, pretty funny eh?
pl: Taa, całkiem zabawny?
ru: Пока

source: Ok, tell you what kid. Do a task for me and maybe I'll consider giving you more info.
pl: Ok, powiem tak. Zrób coś dla mnie, a ja rozważe co i jak.
ru: Ладно, вот что я скажу тебе, парень. Выполни мое поручение и, возможно, я расскажу тебе больше.

source: What kind of task are we talking about?
pl: O jakim zadaniu mówimy?
ru: Поручение?

source: As long as this leads to some treasure, I'm in!
pl: Tak długo jak to oznacza skarb to wchodzę w to!
ru: Пока

source: Bring me the key of Luthor and we can talk more. I don't know anything about the key itself, but rumor has it that it is located somewhere in the catacombs beneath Fallhaven Church.
pl: Przynieś mi klucz Luthora i możemy pogadać o konkretach. Nie wiem właściwie dużo o tym kluczu, ale plotka głosi, że jest w katakumbach pod kościołem w Fallhaven.
ru: Принеси мне ключ Лютора и тогда поговорим. Я ничего незнаю об этом ключе, но ходят слухи, что он находится где-то в катакомбах под Фоллхейвенской церковью.

source: Ok, sounds easy enough.
ru: Хорошо

source: How is the search for the key of Luthor going?
pl: Jak idą poszukiwania klucza?
ru: Как продвигаются поиски ключа Лютора?

source: Here, I have it. The key of Luthor.
pl: Mam go. Klucz Luthor.
ru: Я нашел его

source: I'm still looking for it. Bye.
pl: Jeszcze szukam. Narazie.
ru: Пока

source: Wow, you actually got the key of Luthor? I didn't think you would make it out of there.
pl: Wow, naprawdę masz klucz Luthor? Nie myślałem, że stamtąd powrócisz.
ru: Здорово, ты и в правду достал ключ Лютора? Я не думал что тебе это по силам.

source: Well done kid.
pl: Nieźle, dzieciaku.
ru: Ну что же парень.

source: So, let's talk. What do you want to know?
pl: No to możemy pogadać, co chcesz wiedzieć?
ru: Давай поговорим. Что ты хочешь узнать?

source: What do you know about my brother Andor?
pl: Widziałeś może mojego brata Andora??
ru: Брат

source: Shadow, embrace me.
pl: Cień mnie ogarnia.
ru: Тень, обними меня.

source: Bask in the Shadow, my child.
pl: Cień daje nam ciepło, moje dziecko.
ru: Грейся в Тени, сын мой.

source: What can you tell me about the Shadow?
pl: Co możesz mi powiedzieć o Cieniu?
ru: Тень

source: Can you tell me more about the church?
pl: Możesz mi powiedzieć więcej o kościele?
ru: Церковь

source: Are the Bonemeal potions ready yet?
pl: Czy potki Bonemeal są już gotowe?
ru: Торговать

source: The Shadow protects us from the dangers of the night. It keeps us safe and comforts us when we sleep.
pl: Cień nas ochroni przed niebezpieczeństwami nocy. I chroni nas podczas snu.
ru: Тень оберегает нас от опасностей ночи. Она бережет наш покой, пока мы спим.

source: Tharal sent me and told me to tell you the password 'Glow of the Shadow'.
pl: Tharal mnie przysyła, hasło brzmi 'Blask Cienia'.
ru: Сияние Тени

source: Sounds like nonsense to me.
pl: Dla mnie ten cień to ściema.
ru: Пока

source: This is our chapel of worship in Fallhaven. Our community turns to us for support.
pl: To nasza kaplica modlitwy w Fallhaven. Nasi wierni zwracają się do nas po wsparcie.
ru: Это наша часовня богослужения в Фоллхейвене. Все общины обращаются к нам за поддержкой.

source: This church has withstood hundreds of years, and has been kept safe from grave robbers.
pl: Ten kościół wytrzymał setki lat, i nigdy nie było tu hien cmentarnych.
ru: Эта церковь стоит уже сотни лет, и была сохранена в безопасности от расхитителей могил.

source: Glow of the Shadow indeed my child. So my old friend Tharal in Crossglen village sent you?
pl: Blask cienia w rzeczy samej chłopcze. A więc mój stary przyjaciel Tharal przysłał cie?
ru: Сияние Тени с нами, сын мой. Это мой старый друг Фарал из Кроссглена тебя послал?

source: What can you tell me about bonemeal?
pl: Co możesz mi powiedzieć o potkach bonemeal?
ru: Далее

source: The catacombs beneath the church house the remains of our passed leaders. Our great King Luthor is rumored to be buried there.
pl: Katakumby pod kościołem są pozostałościami naszych poprzedników. Nasz wielki król Luthor podobno jest tutaj pochowany.
ru: Катакомбы под церковью это последнее пристанище великих лидеров прошлого. Наш великий Лютор, по слухам, тоже там похоронен.

source: Has anyone entered the catacombs?
pl: Czy ktoś wchodził do katakumb?
ru: Войти

source: There was something else I wanted to talk about.
pl: Chciałem zapytać o coś innego.
ru: Назад

source: No one is allowed down in the catacombs, except for Athamyr, my apprentice. He is the only one that has been down there for years.
pl: Nikt nie ma pozwolenia na zejście do katakumb, z wyjątkiem Athamyra, mojego ucznia. To jedyna osoba która tam była w ciągu ostatnich paru lat.
ru: Никому не дозволено входить в катакомбы, за исключением Афамира, моего ученика. Он единственный, кто был там за последние годы.

source: Ok, I might go see him.
pl: Ok, może go spotkam.
ru: Назад

source: Shhh, we shouldn't talk so loud about using Bonemeal. As you know, Lord Geomyr issued a ban on all use of Bonemeal.
pl: Ciiii, Nie powinniśmy tak głośno rozmawiać o używaniu bonemealów. Jak pewnie wiesz Lord Geomyr zakazał całkowicie bonemeal.
ru: Шшшшш, мы не должны говорить громко о Костной муке. Как ты знаешь, Лорд Геомир наложил запрет на ее использование.

source: When the ban came, I did not dare keep any, so I threw my whole supply away. It was quite foolish now that I look back on it.
pl: Kiedy pojawił się zakaz, nie odważyłem się trzymać ich więcej, więc wyrzuciłem jej do dziury na zapasy. To było dosyć głupie z mojej strony, gdy teraz na to patrze.
ru: Когда запрет пришел, я не посмел сохранить ни чего, так что я выбросил все. Довольно глупый поступок, когда я оглядываюсь на него.

source: Do you think you could find me 5 skeletal bones that I can use for mixing a Bonemeal potion? The bonemeal is very potent in healing old wounds.
pl: Znajdziesz dla mnie 5 kości szkieletów, które mogę użyć do miksowania potek bonemeal? Bonemeal jest potężny w leczeniu starych ran.
ru: Как думаешь, смог бы ты найти мне 5 костей скелета, которые я смогу использовать для смешивания зелья из Костной муки? Костная мука является очень мощным средством в исцелении старых ран.

source: Sure, I might be able to do that.
pl: Jasne, mogę to zrobić.
ru: Конечно

source: I have those bones for you.
pl: Mam te kości dla ciebie.
ru: Готово!

source: Thank you, please come back soon. I heard there were some undead near an old abandoned house just north of Fallhaven. Maybe you can check for bones there?
pl: Dziękuje, proszę wróć niebawem. Słyszałem, że w opuszczonym domu na północy są w okolicy nieumarli. Może tam znajdziesz jakieś kości?
ru: Спасибо тебе, возвращайся скорее. Я слышал, что некоторая нежить водится возле старого заброшенного дома, к северу от Фоллхейвена. Может быть, ты сможешь найти кости там?

source: Ok, I'll go check there.
pl: Ok, sprawdzę tam.
ru: Назад

source: Thank you, these bones will do fine. Now I can start creating some bonemeal healing potions for you.
pl: Dzięki, te kości będą w sam raz. Teraz mogę dla ciebie zrobić parę potek bonemeal.
ru: Спасибо тебе, эти кости великолепны. Теперь я могу приступить к изготовлению зелья для тебя.

source: Give me some time to mix the Bonemeal potion. It is a very potent healing potion. Come back in a little while.
pl: Daj mi trochę czasu, żeby zmieszać potke bonemeal. To bardzo potężna potka zdrowia. Wróć za jakiś czas.
ru: Дай мне некоторое время на приготовление. Это очень мощное лечебное зелье.

source: Yes, the Bonemeal potions are ready. Please use them with care, and don't let the guards see you. We are not actually allowed to use them anymore.
pl: Tak, potki bonemeal są już gotowe. Proszę używaj ich z rozwagą i nie pozwól, żeby cię zauważyli strażnicy. Wiesz, że nie można już ich używać.
ru: Зелье из Костной муки готово. Пожалуйста, используйте его с осторожностью, и не позволяйте охранникам заметить вас. Нам, на самом деле, не разрешено использовать его.

source: Let me see what potions you have made so far.
pl: Pokaż ile zrobiłeś tych potków.
ru: Торговать

source: Turn back while you still can, mortal. This is no place for you. Only death awaits you here.
ru: Возвратись, пока еще можешь, смертный. Это не место для тебя. Здесь тебя ждет только смерть.

source: Very well. I will turn back.
ru: Уйти

source: Move aside, I need to get deeper into the catacombs.
ru: Продолжить

source: By the Shadow, you will not stop me.
ru: С Тенью, ты не остановишь меня.

source: Nooo, you shall not pass!
pl: Nieee, nie możesz przejść!
ru: Нееет, ты не сможешь пройти!

source: Ok. Let's fight.
pl: Ok. Walczmy.
ru: В бой!

source: *hissss* What mortal disturbs my sleep?
pl: *hissss* Co śmiertelnik przeszkadza mi we śnie?
ru: *хисссс* Что за смертный осмелился потревожить мой сон?

source: By the Shadow, what are you?
pl: Na moc cienia, kim ty jesteś?
ru: В бой!

source: At last, a worthy fight! I have been waiting for this.
pl: W końcu godny przeciwnik! Czekałem na to.
ru: Наконец, достойный бой! Я ждал этого.

source: Whatever, let's get this over with.
pl: Dobra, dobra skończmy z tym już.
ru: Что ж, давай покончим с этим.

source: No problem. No sireee! Not causing any more trouble now. I sits here outside now.
pl: Żaden problem. Nie panieee! Nie sprawia już żadnych problemów. Usiąde na zewnątrz gdzieś.
ru: Нет проблем. Нет сееерр! Не причиняю больше никаких проблем. Я сижу здесь, снаружи.

source: Wait, who are you again? Are you that guard?
pl: A ty to kto? Jesteś tym strażnikiem?
ru: Подожди, кто ты такой? Ты из стражи?

source: Yes
pl: Tak
ru: Да

source: No
pl: Nie
ru: Нет

source: Oh, sir. I'm not causing any trouble anymore, see? I sits outside now as you says, ok?
pl: Oh, panie. Jak widać nie sprawiam już żadnych problemów? Usiąde tak jak mówiłeś ok?
ru: Ой, сэр. Я не причиняю больше проблем, видите? Сижу снаружи, как вы и сказали, хорошо?

source: Oh good. That guard threw me out of the tavern. If I see him again I'll show him one thing or another.
pl: Oh to dobrze. Ten strażnik wywalił mnie z tawerny. Jak go jeszcze zobaczę to się z nim policzę.
ru: Уфф, хорошо. Этот стражник вышвырнул меня из таверны. Если я его снова встречу, я покажу ему кузькину мать.

source: Drink drink drink, drink some more. Drink, drink .. Uh how did it go again?
pl: A kto się w grudniu urodził, ma wstać, ma wstać, ma wstać. Uh, jak leci?
ru: Бухать, бухать, бухать с утра до ночи. Бухать, бухать .. Что, опять?

source: Were you saying something? Where was I? Yes, so we were in this dungeon.
pl: Mówiłeś coś? Że gdzie ja byłem? A tak więc weszliśmy do podziemi.
ru: Ты что-то сказал? Ик... Где был? Ик.. Да, мы были в этом подземелье.

source: Or was it a house? I can't remember.
pl: Albo to był dom? Nie pamiętam.
ru: Или это был дом? Ик... Я не помню.

source: No no, it was outside! Now I remember.
pl: Nie,nie , to było na zewnątrz! Teraz pamiętam.
ru: Нет нет, это было снаружи! Теперь я вспомнил.

source: That's where we.. Hey, where did my mead go? Did you take it from me?
ru: Вот где мы.. Эй, куда делся мой эль? Достанешь его для меня?

source: Well then give it back! Or go buy me another mead.
pl: Cóż to oddawaj z powrotem! Albo idź kup trochę miodu.
ru: Верни мне его! Или иди и купи другой.

source: Here, have some mead.
pl: Masz trochę miodu.
ru: Вот, держи

source: Ok, I'll go buy some mead for you.
pl: Ok, kupie trochę dla ciebie.
ru: Пока
