Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: Unfortunately, it did not cause their squabbling to diminish. On the contrary, they seem to be even more angry at each other now, since both of them had the color wrong.
pl: Niestety, nie pomogło to w zakończeniu ich kłótni. Przeciwinie są teraz na siebie jeszcze bardziej wściekłe , od kiedy się wydało, że obie były w błędzie.

source: Everything in order
pl: Wszystko w porządku

source: I have reached the bridge to enter the town of Remgard. According to the bridge guard, the town is closed for outsiders to enter, and no-one is currently allowed to leave. They are investigating some disappearances of some of the townspeople.
pl: Dotarłem do miasta Remgard. Według tego co mówił strażnik mostu, miasto jest zamknięte dla przyjezdnych i nikt nie może go opuścić. Prowadzą śledztwo w sprawie zaginionych ludzi z miasta.

source: I have offered my assistance in helping the people of Remgard investigate what has happened to the townspeople that have disappeared.
pl: Zaoferowałem swoją pomoc ludziom z Remgard w śledztwie i w rozwikłaniu zagadki co sie stało z tymi ludźmi.

source: The bridge guard has asked me to investigate an abandoned house to the east along the northern shore of the lake. I should be wary of any inhabitants that may be there.
pl: Strażnik na moście poprosił mnie o zbadanie opuszczonego domu na wschód wzdłuż północnego brzegu jeziora. Powinienem uważać na nieproszonych gości, których mogę tam spotkać.

source: I have reported back to the bridge guard that I met Algangror in the abandoned house.
pl: Zdałem raport strażnikowi mostu, że poznałem Algangrora w opuszczonym domu.

source: I have reported back to the bridge guard that the abandoned house was empty.
pl: Zdałem raport strażnikowi mostu, że nikogo nie było w opuszczonym domu.

source: I have been granted entrance into Remgard. I should go visit Jhaeld, the town elder, to talk about what the next step should be. Jhaeld can probably be found in the tavern to the southeast.
pl: Pozwolono mi wejść do Remgard. Muszę spotkać się z Jhaeldem, ze starszym miasta, aby porozmawiać o naszym kolejnym kroku. Jhaeld możliwe, że będzie w tawernie na południowym-wschodzie.

source: Jhaeld was rather arrogant, but told me that they have had a problem with people disappearing for a while now. They have no clue what could be causing it.
pl: Jhaeld był dość arogancki, ale powiedział, że od jakiegoś czasu mają ten problem ze znikającymi ludźmi. Nie mają zielonego pojęcia kto lub co za tym stoi.

source: I should visit four people in Remgard, and ask them about any clues on what might have happened to the missing people.
pl: Muszę porozmawiać z mieszkańcami Remgard, żeby zapytać czy są może jakieś wskazówki na to dlaczego znikają ludzie.

source: First is Norath, whose wife Bethir has disappeared. Norath can be found in the south-westernmost farmhouse.
pl: Pierwszym będzie Norath, którego żona Bethir zniknęła. Norath mieszka na farmie na południowym-zachodzie.

source: Second, I should go talk to the Knights of Elythom, here in the tavern.
pl: Drugimi, z którymi muszę porozmawiać będą rycerze Elythom w miejscowej tawernie.

source: Third, I should go talk to the old woman Duaina in her house to the south.
pl: Trzecią, będzie starsza kobieta Duaina w swoim domu na południu.

source: Lastly, I should talk to Rothses, the armorer. He lives on the west side of town.
pl: Ostatnim, będzie Rothses, płatnerz. Mieszka na zachodzniej części miasta.

source: I tried to tell Jhaeld about Algangror, but he dismissed me as he had not heard me.
pl: Próbowałem powiedzieć Jhaeldowi o Algangror, ale udawał, że mnie nie słyszy.

source: I have talked to Norath. He and his wife had been fighting recently, but he has no idea on what may have happened to her.
pl: Rozmawiałem z Norath. On i jego żona się ostatnio pobili, ale on nie ma pojęcia gdzie ona się podziała.

source: The Knights of Elythom in the Remgard tavern have had one of their knights disappearing recently. No one noticed anything when she disappeared, however.
pl: Rycerzom Elythoma w tawernie Remgard ostatnio zaginęła jedna osoba. Nikt nic nie zauważył.

source: Duaina has seen me in her visions. I did not understand all that she spoke of, but the parts that were clear were that me and Andor were parts of a larger plot. I wonder what this means? She did not speak of any disappearing people however, not that I could understand anyway.
pl: Duaina widziała mnie w swoich wizjach. Nie zrozumiałem wszystkiego co mówiła, ale niektóre zdania były jasne ja i Andor jesteśmy częścią czegoś większego. Ciekawe co to znaczy? Nic nie wspomniała jednak o znikających ludziach, nic przynajmniej tak nie brzmiało.

source: Rothses told me that Bethir visited him the night before she disappeared, to sell some equipment. He did not see where she went after that.
pl: Rothses powiedział mi, że Bethir odwiedziła go zeszłej nocy, gdy zaginęła, żeby sprzedać mu ekwipunek. Od tamtej pory już jej nie widział.

source: I have talked to all of the people that Jhaeld wanted me to talk to, but did not get any information from any of them about what may have happened to the missing people. I should go back to Jhaeld and ask what his plans are next.
pl: Rozmawiałem już ze wszystkimi ludźmi z którymi chciał Jhaeld, ale niczego się od nich konkretnego nie dowiedziałem. Powinienem wrócić do Jhaeld i zapytać co planuje dalej.

source: Jhaeld was really upset that I did not find out anything from the people that I was sent to talk to.
pl: Jhaeld był wyraźnie zdenerwowany tym, że nie udało mi się dowiedzieć czegokolwiek od tych ludzi.

source: If I still want to help Jhaeld and the people of Remgard, I should look for clues in other places.
pl: Jeśli nadal chcę pomóc Jhaeld i mieszkańcom Remgard, powininem poszukać wskasówek gdzieś indziej.

source: Jhaeld does not want to talk to me. I will not help them find out what happened to the missing people of Remgard.
pl: Jhaeld nie chce ze mną rozmawiać. Nie pomogę mu dowiedzieć się co się dzieje z zaginionymi ludzi w Remgard.

source: What is that stench?
pl: Co tak cuchnie?

source: I have told Jhaeld, the village elder in Remgard, about the woman named Algangror that lives in the abandoned house to the east along the northern shore of the lake outside Remgard.
pl: Powiedziałem Jhaeld, starszemu miasteczka Remgard, o kobiecie Algangror, która żyje w opuszczonym domu na wschodzie przy północnym brzegu Remgard.

source: Jhaeld told me that he would rather not deal with her, since he believes she is very dangerous. For the sake of his guards, he will not risk going against her since he is afraid of what might happen to all of them.
pl: Jhaeld powiedział, że nie chce z nią mieć nic wspólnego, myśli, że jest niebezpieczna. W obawie o bezpieczeństwo strażników, nie zwróci się przeciw niej, boi się o to co może się stać im wszystkim.

source: If I want to help Jhaeld and the people of Remgard, I should find a way to make Algangror disappear. He also warns me to be extremely careful.
pl: Jeśli chcę pomóc Jhaeld i mieszkańcom Remgard, Muszę znaleźć sposób, aby Algangror zniknęła. Uprzedził mnie, żebym był niezwykle ostrożny.

source: Algangror admitted to me that she had made some people disappear from Remgard. She would not tell me what happened to them though.
pl: Algangror przyznała się, że porwała paru mieszkańców Remgard. Jednak nie powie mi co się z nimi stało.

source: I have started attacking Algangror. I should return to Jhaeld with proof of defeating her when she is dead.
pl: Zaatakowałem Algangror. Powinienem wrócić do Jhaeld z dowodem na to że pokonałem Algangrorę.

source: I have told Jhaeld that I defeated Algangror.
pl: Powiedziałem Jhaeldowi, że zabiłem Algangrorę.

source: Jhaeld was very pleased to hear the good news. The people of Remgard should now be safe, and the town can be opened to outsiders again.
pl: Jhaeld ucieszył się słysząc dobre wieści. Mieszkańcy Remgard powinni być teraz bezpieczni, a miasto znów zostanie otwarte dla przybyszów.

source: For helping the people of Remgard find the cause of the disappearing people, Jhaeld told me to talk to Rothses. He might be able to improve some of my equipment.
pl: Za pomoc mieszkańcom Remgard w znalezieniu przyczyny znikania ludzi, Jhaeld powiedział, żebym porozmawiał z Rothses. Może będzie w stanie zaoferować lepszy ekwipunek.

source: Ervelyn, the Remgard tailor, gave me a feathered hat as thanks for helping the people of Remgard find out what happened to the missing people.
pl: Ervelyn, Remgardzki krawiec, dał mi kapelusz z piórem jako nagrode za uratowanie mieszkańców Remgard przed zaginięciami.

source: The five idols
pl: Pięciu idoli

source: Algangror wants me to help her with a task. She cannot describe the nature of the task, or the reasoning behind it. If I help her, she has promised to give me her enchanted necklace, that apparently is worth a lot.
pl: Algangror chcę, abym pomógł jej w pewnym zadaniu. Nie chciała jednak za dużo powiedzieć i dlaczego chce to zrobić. Jeśli jej pomogę, obiecała mi dać swój zaklęty naszyjnik po wykonaniu zadania, który pewnie jest sporo wart.

source: I have agreed to help Algangror with her task.
pl: Zgodziłem się pomóc Algangrori w jej zadaniu.

source: Algangror wants me to place five idols near five different people in Remgard. The idols should be placed near the beds of these five people, and must be hidden so that they are not found easily.
pl: Algangror chcę, żebym rozstawił pięć idoli koło pięciu różnych ludzi Remgard. Idole powinny być rozstawione przy łóżkach tak, aby nie było łatwo ich znaleźć.

source: The first person is Jhaeld, the village elder that can be found in the Remgard tavern.
pl: Pierwszą osobą jest Jhaeld, można go znaleźć w tawernie w Remgard.

source: Second, I should place an idol by the bed of Larni the farmer, that lives in one of the northern cabins in Remgard.
pl: Drugą osobą, jest Larni farmer, żyje w północnej chacie w Remgard.

source: The third person is Arnal the weapon-smith, that lives in the northwest of Remgard.
pl: Trzecią osobą jest Arnal kowal, żyje w północno-zachodnim Remgard.

source: Fourth is Emerei, that can be found to the southeast of Remgard.
pl: Czwartą jest Emerei, można go spotkać w południoo-wschodnim Remgard.

source: The fifth person is Carthe. Carthe lives on the eastern shore of Remgard, near the tavern.
pl: Piątą osobą jest Carthe. Carthe jest na wschodnim wybrzeżu Remgard, koło tawerny.

source: I must not tell anyone of my task, or of the placement of the idols.
pl: Nie mogę powiedzieć nikomu o moim zadaniu, albo miejscu ułożenia idoli.

source: I have placed an idol by Jhaeld's bed.
pl: Podłożyłem idola obok łóżka Jhaelda.

source: I have placed an idol by Larni the farmer's bed.
pl: Podłożyłem idola obok łóżka Larni.

source: I have placed an idol by Arnal's bed.
pl: Podłożyłem idola obok łóżka Arnal.

source: I have placed an idol by Emerei's bed.
pl: Podłożyłem idola obok łóżka Emerei.

source: I have placed an idol by Carthe's bed.
pl: Podłożyłem idola obok łóżka Carthe.

source: All the idols have been placed by the beds of the people that Algangror told me to visit. I should return to Algangror.
pl: Wszystkie idole pochowane u ludzi, których kazała mi odwiedzić Algangrora. Powinienem wrócić do Algangror.

source: She told me her story, with how she used to live in the city, but was persecuted for her beliefs. According to her, the persecution was totally unjustified since she does no harm to people.
pl: Opowiedziała mi jak było za czasów gdy mieszkała w miasteczku, ale była prześladowana za swoje przekonania. Według niej zupełnie niesprawiedliwie, bo nic im nie zrobiła.

source: To take revenge on the city of Remgard, she managed to lure some people into her cabin and turn them into rats.
pl: Żeby się zemścić na mieszkańcach Remgard, zwabiła paru ludzi do chaty i zmieniła je w szczury.

source: For helping her with the tasks that she could not perform herself, Algangror gave me her enchanted necklace, 'Marrowtaint'.
pl: Za pomoc w zadaniu, którego sama by nie mogła wykonać, Algangror dała mi zaklęty naszyjnik, 'Marrowtaint'.

source: I have decided not to help Algangror with her task.
pl: Zdecydowałem się jej nie pomagać.

source: Old friends?
pl: Starzy znajomi?

source: I met Kaverin in Remgard, that apparently is an old acquaintance of Unzel, who lives outside of Fallhaven.
pl: Spotkałem Kaverin w Remgard, najwyraźniej starego znajomego Unzela, który żyje w okolicach Fallhaven.

source: Kaverin wants me to deliver a message to Unzel.
pl: Kaverin chce, żebym dostarczył wiadomość do Unzela.

source: I have declined to help Kaverin.
pl: Odmówiłem Kaverinowi.

source: I have agreed to deliver the message.
pl: Zgodziłem się dostarczyć wiadomość.

source: Kaverin has given me the message that he wants me to deliver to Unzel.
pl: Kaverin dał mi list, który muszę dostarczyć Unzelowi.

source: I have delivered the message to Unzel. I should return to Kaverin in Remgard.
pl: Dostarczyłem wiadomość do Unzela. Powinienem wrócić do Kaverin w Remgard.

source: Kaverin thanked me for delivering the message to Unzel.
pl: Kaverin był wdzięczny za transport.

source: In return, Kaverin gave me an old map that he had acquired. Apparently, it leads to Vacor's old hideout.
pl: W zamian, Kaverin dał mi starą mapę. Najwidoczniej prowadzi ona do kryjówki Vacora.

source: Kaverin was furious over the fact that I killed Unzel, and that I helped Vacor. He started attacking me. I should return to Vacor once Kaverin is dead.
pl: Kaverin był wściekły faktem że zabiłem Unzela, a pomogłem Vacorowi. Zaatakował mnie. Powinienem wrócić do Vacora, kiedy zabije Kaverina.

source: Kaverin was carrying a sealed message. Vacor immediately recognized the seal, and seemed very interested in it.
pl: Kaverin miał przy sobie zapieczętowaną wiadomość. Vacor natychmiast rozpoznał pieczęć i bardzo się nią zainteresował.

source: I have given Vacor the message that Kaverin was carrying. In return, Vacor gave me an old map, leading to his old hideout.
pl: Oddałem Vacorowi wiadomość Kaverina. W zamian, Vacor dał mi starą mapę do jego kryjówki.

source: I should try to find Vacor's old hideout, on the road to the west of the former prison of Flagstone, southwest of Fallhaven.
pl: Powinienem znaleźć kryjówkę Vacora, na drodze na zachód od byłego więzienia Flagstone, południowy zachód Fallhaven.

source: I have found Vacor's old hideout.
pl: Znalazłem kryjówkę Vacora.

source: No thanks, I would rather not be involved in this. It sounds dangerous.
pl: Nie, dzięki nie chce brać w tym udziału to zbyt niebezpieczne.
