Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: I have given the vial that Buceth had on him to Kuldan, the guard captain in Loneford.
pl: Oddałem próbki Bucetha Kuldanowi, kapitanowi straży w Loneford.
ru: Я отдал флакон, найденный у Букеза Кулдану.

source: Kuldan thanked me for solving the mystery of the illness in Loneford. They will start bringing in water with help from Feygard instead of drinking from the well from now on. Kuldan also told me to visit the castle steward in Feygard if I want to help further.
pl: Kuldan był bardzo wdzięczny za rozwiązanie problemu choroby w Loneford. Zaczną przynosić wodę by pomoć Feygard zamiast pić ją ze studni. Kuldan powiedział, żebym zobaczył się z zarządcą Feygard jeśli chcę jeszcze pomóc.
ru: Кулдан поблагодарил меня за раскрытие тайны эпидемии. Он начал поставку воды из Фейгарда взамен воды из местного колодца. Кулдан также рекомендовал мне посетить замок Фейгарда, если я захочу помогать в дальнейшем.

source: I have promised to keep Buceth's story a secret. If Andor was indeed here, he must have had a good reason for doing what he did. Buceth also told me to visit the chapel custodian in Nor City if I want to learn more about the Shadow.
pl: Obiecałem trzymać historię Bucetha w tajemnicy. Jeśli Andor naprawdę tu był, musiał mieć bardzo ważny powód, że zrobił to co zrobił. Buceth powiedział,żebym porozmawiał z kustoszem w kaplicy Nor City jeśli chcę się nauczyć czegoś o cieniu.
ru: Я пообещал хранить историю Букеза в секрете. Если Эндор замешан в ней, он должен был иметь весомую причину. Букез же посоветовал навестить часовню хранителя в Норсити, если я захочу узнать больше о Тени.

source: Bits and pieces
pl: Resztki i Kawałki
ru: Удары и останки

source: In a cave to the east, I found a man called Thorin, that wants me to help him find the remains of his former travelling companions. I should find the remains of all six of them and return them to him.
pl: W jaskini na wschodzie, spotkałem Thorina, poprosił mnie o pomoc w znalezieniu jego dawnych towarzyszy. Muszę znaleźć sześć szkieletów które po nich zostały i wrócić do Thorina.
ru: В пещере на востоке я нашел человека по имени Торин, который попросил меня найти останки его бывшего попутчика. Следует вернуть шесть частей останков.

source: I have found some skeletal remains in the same cave that I met Thorin in.
pl: Znalazłem jakieś resztki szkieletu w tej samej jaskini co poznałem Thorina.
ru: Я нашел несколько костей в той же пещере, где встретил Торина.

source: Thorin thanked me for helping him. In return, he has allowed me to use his bed to rest, and is willing to sell me some of his potions.
pl: Thorin był wdzięczny za pomoc. Jako nagrodę pozwolił mi odpoczywać w jego łóżku, i sprzeda mi parę jego potków.
ru: Торин поблагодарил меня за помощь. Когда (и если) я вернусь, он выделит мне кровать для отдыха и зелье будет продавать.

source: Of mice and men
pl: Myszy i ludzie
ru: Только скрип. И - ничего.

source: In a lonely house on a peninsula at the northern shore of lake Laeroth up in the mountains to the north-east, I met a woman called Algangror.
pl: W opuszczonym domu na półwyspie na północnym brzegu jeziora Laeroth w górach na północnym-wschodzie, poznałem kobietę Algangror.
ru: В одиноком доме на полуострове на северном краю озера Лаэрот в северо-восточном краю тамошних гор, я встретил Алгангрору.

source: She has a rodent problem and needs help dealing with some of them that she has trapped in her basement.
pl: Miała problem z gryzoniami i zapytała mnie o pomoc, udało jej się zamknąć je w pułapce w piwnicy.
ru: У нее сложные отношения с грызунами и она нуждается в помощи по их травле и ловле в подвале.

source: I have agreed to help Algangror deal with her rodent problem. I should return to her when I have killed all six rodents in her basement.
pl: Zgodziłem się pomóc Algangrori z gryzoniami. Mam do niej wrócić jak zabije wszystkie sześć gryzoni.
ru: Я пообещал помощь Алганроре. Я вернусь к ней, как только убью всех шестерых грызунов в подвале.

source: Algangror thanked me for helping her with her problem.
pl: Algangror podziękowała mi za pomoc.
ru: Алганрора поблагодарила меня за помощь.

source: She also told me not to talk to anyone in Remgard about her whereabouts. Apparently, they are looking for her for some reason that she would not say. Under no circumstances should I tell anyone where she is.
pl: Powiedziała też aby nie rozmawiać z nikim w Remgard o jej miejscu pobytu. Najwyraźniej, jej poszukują, ale nie chciała powiedzieć dlaczego. Pod żadnym pozorem nie mogę nikomu powiedzieć, gdzie ona jest.
ru: Она также предупредила меня, чтоб я никому не рассказывал о ней в Ремгарде. Там ее ищут по некоторым причинам, которые она не может сейчас мне рассказать. Я ни в коем случае не должен рассказывать, где она скрывается.

source: I will not help Algangror with her task.
pl: Nie pomogę Algangrori w jej zadaniu.
ru: Я решил не помогать Алганроре.

source: Algangror won't talk to me, and I will be unable to help her with her task.
pl: Algangrori nie chcę ze mną rozmawiać i nie będe już w stanie jej pomóc.
ru: Аланрора не захотела со мной разговаривать, и я не смог ей помочь.

source: Night visit
pl: Nocna wizyta
ru: Ночной визит

source: Farrik in the Fallhaven Thieves' Guild told me of a plan to help a fellow thief escape from the Fallhaven jail.
pl: Farrik w gildii złodzieji powiedział mi o planie ucieczki jednego z ich więźniów.
ru: Фаррик из Гильдии Воров Приюта Падших поведал мне план помощи побегу воров из местной каталажки.

source: Farrik in the Fallhaven Thieves' Guild told me the details of the plan, and I accepted the task of helping him. The guard captain apparently has a drinking problem. The plan is that I get a prepared mead from the cook in the Thieves' Guild that will knock out the guard captain in the jail. I might be required to bribe the guard captain.
pl: Farrik w gildii złodzieji powiedział mi o szczegółach tego planu i zdecydowałem się mu pomóc. Kapitan straży ma problem z piciem. Plan jest taki, kucharz z gildii złodzieji przyrządzi specjalny miód, który powali z nóg kapitana straży. Możliwe, że będe musiał przekupić kapitana straży.
ru: Фаррик из гильдии воров описал мне детали и я согласился помочь ему. У капитана охраны - очевидные проблемы с алкоголем. По плану, я доставляю специальное пойло в тюрьму и даю в виде взятки капитану.

source: I got the prepared mead from the cook in the Thieves' Guild.
pl: Mam specjalny miód dla kapitana straży.
ru: Я подготовил питье в гильдии воров.

source: I told Farrik that I don't fully agree with their plan. I might tell the guard captain about their shady plan.
pl: Powiedziałem Farrikowi, że nie do końca zgadzam się z jego planem. Mogę powiedzieć strażom o ich niecnym planie.
ru: Я говорил Фаррику, что я не совсем согласен. Мне придется рассказать капитану охраны об их сомнительном плане.

source: I have given the prepared mead to the guard captain.
pl: Dałem specjalny miód kapitanowi strażników.
ru: Я облагодетельствовал спецпитьем капитана охраны.

source: I have told the guard captain of the plan that the thieves have to release their friend.
pl: Powiedziałem kapitanowi o planie uwolnienia ich więźnia przez gildie złodzieji.
ru: Я сдал капитану охраны воров с их воровским планом освобождения воровских друзей.

source: The guard captain wants me to tell the thieves that the security will be lowered for tonight. We might be able to catch some of the thieves.
pl: Kapitan straży chcę, abym powiedział złodziejom, że dzisiejszej nocy strażników będzie mniej niż zwykle. Może uda nam sie złapać paru z nich.
ru: Капитан попросил меня сказать ворам, что уровень безопасности будет понижен сегодня ночью. Мы сможем поймать нескольких воров.

source: I managed to bribe the guard captain into drinking the prepared mead. He should be out during the night allowing the thieves to break their friend free.
pl: Udało mi się przekupić kapitana, żeby wypił specjalny miód. Powinien być nie przytomny, aż do rana dzięki czemu będę mógł uwolnić więźnia.
ru: Я всучил капитану спецпитье. Его должно свалить с копыт на всю ночь, давая ворам освободить друзей.

source: Farrik rewarded me for helping the Thieves' Guild.
pl: Farrik wynagrodził mnie za pomoc gildii złodzieji.
ru: Фаррик наградил меня за помощь воровской гильдии.

source: I have told Farrik that the security will be lowered tonight.
pl: Powiedziałem Farrikowi, że strażników dzisiejszej nocy będzie mniej.
ru: Я сообщил Фаррику, что в тюрьме сегодня всю ночь будут хлопать ушами.

source: The guard captain thanked me for helping him plan to catch the thieves. He said he will also tell other guards that I helped him.
pl: Kapitan strażników podziękował mi za wykonanie planu dzięki, któremu złapali złodzieji. Powie dobre słowo o mnie innym strażnikom.
ru: Капитан поблагодарил меня за помощь в поимке преступников. Он сказал, что сообщил остальным ведомтсвам охраны, что я - его помощник.

source: A lost potion
pl: Zaginiona potka
ru: Потеряное зелье

source: I should find a potion maker called Lodar. Umar in the Fallhaven Thieves' Guild told me that I will need to know the right words to pass a guardian in order to reach Lodar's hideaway.
pl: Powinienem znaleźć twórcę potków Lodara. Umar z gildii złodzieji powiedział mi, że będe musiał powiedzieć słowa w odpowiedniej kolejności jeśli chce dotrzeć do kryjówki Lodara.
ru: Мне нужно найти травника по имени Лодар.Умар из гильдии воров Приюта Падших считает, что мне необхидимо знать пароль для получения доступа к убежищу Лодара через стражников.

source: Umar told me I should go see someone called Ogam in Vilegard. Ogam can supply me with the right words to reach Lodar's hideaway.
pl: Umar mówił, że musze znaleźć Ogama w Vilegard. Ogam zna odpowiednie słowa, które pomogą mi dotrzeć do kryjówki Lodara.
ru: По мнению Умара, стоило бы повидать некого Огама в Вильгарде. Огам может помочь с составлением правильных слов для доступа к убежищу Лодара.

source: I have visited Ogam in southwest Vilegard. He was talking in what seemed like riddles. I could barely make out some details when I asked about Lodar's hideaway. 'Halfway between the Shadow and the light. Rocky formations.' and the words 'Glow of the Shadow.' were among the things he said. I am not sure what they mean.
pl: Odwiedziłem Ogama w południowo zachodnim Vilegard. Mówił zagadkami. Ledwo wyłapałem jakieś szczegóły, kiedy zapytałem o kryjówkę Lodara. 'Między Cieniem, a Światłością. Skalne otoczenie.' i słowa 'Blask Cieni.' były zdaniami, które wtedy powiedział. Nie mam pojęcia co to znaczy.
ru: Я заглянул к Огаму на юго-западе Вильгарда. Он говорил загадками. Возможно, я смогу вытянуть из него какие то детали об убежище Лодара. 'Полпути между Тенью и светом. Создания судьбы.' и слова 'Длань Тени.' были среди них. Я не знаю, что они значат.

source: Trusting an outsider
pl: Zaufać nieznajomemu
ru: Доверие и посторонние

source: The people of Vilegard are very suspicious of outsiders. I was told to go see Jolnor in the Vilegard chapel if I want to gain their trust.
pl: Mieszkańcy Vilegard są bardzo podejrzliwi do ludzi z zewnątrz. Powiedziano mi, żebym się spotkał z Jolnorem w kaplicy Vilegard, jeśli chcę zyskać zaufanie.
ru: Люди в Вильгарде очень подозрительны к посторонним. Я заподозрил, что мне стоит встретиться с Йолнором в капелле, если я хочу получить их доверие.

source: I have talked to Jolnor in the Vilegard chapel. He suggests I help three influential people in order to gain the trust of the people in Vilegard. I should help Kaori, Wrye and Jolnor in Vilegard.
pl: Rozmawiałem z Jolnor w kaplicy Vilegard. Zasugerował, bym pomógł trzem ludziom w tej wiosce, żeby zyskać zaufanie reszty. Muszę pomóc Kaori, Wrye i Jolnorowi w Vilegard.
ru: Я поговорил с Йолнором. Он посоветовал помочь троим людям для повышения моей кармы. И доверия окружающих. Я могу оказать помощь Каори, Врай и, конечно же, Йолнору.

source: I have helped all three people in Vilegard that Jolnor suggested. Now the people of Vilegard should trust me more.
pl: Pomogłem wszystkim trzem. Teraz mieszkańcy Vilegard powinni mi ufać nieco bardziej.
ru: Я помог всем троим по списку, составленному Йолнором. Теперь люди Вильгарда будут доверять мне чуть более.

source: Kaori's errands
pl: Sprawy Kaori
ru: Поручения Каори

source: Jolnor in Vilegard chapel wants me to talk to Kaori in northern Vilegard, to see if she wants any help.
pl: Jolnor z kaplicy Vilegard chciał, abym porozmawiał z Kaori w północnym Vilegard, żeby sprawdzić czy nie potrzebuje pomocy.
ru: Йолнор в Вильгардской капелле рекомендует поговорить с Каори на севере Вильгарда, вдруг она сможет чем-то помочь.

source: Kaori in northern Vilegard wants me to bring her 10 bonemeal potions.
pl: Kaori w północnym Vilegard chcę, żeby jej przynieść 10 potków bonemeal.
ru: СевероВильгардская Каори хочет 10 доз костной муки.

source: I have brought 10 bonemeal potions to Kaori.
pl: Przyniosłem 10 bonemeal dla Kaori.
ru: Я принес 10 порций костной муки Каори.

source: Uncertain cause
pl: Przyczyn może być wiele
ru: Сомнительная причина

source: Jolnor in Vilegard chapel wants me to talk to Wrye in northern Vilegard. She has apparently lost her son recently.
pl: Jolnor z kaplicy Vilegard chce, abym porozmawiał z Wrye w północnym Vilegard. Jakiś czas tamu straciła syna.
ru: Йолнор в Вильгардской капелле посоветовал перемолвиться с Врай из северного Вильгарда. Она неожиданно вдруг потеряла сына.

source: Wrye in northern Vilegard tells me that her son Rincel has gone missing. She thinks that he has died or gotten critically hurt.
pl: Wrye w północnym Vilegard powiedziała, że jej syn Rincel zaginął. Domyśla się, że nie żyje, bądź jest ciężko ranny.
ru: СевероВильгардская Врай рассказала, что ее сын Ринцель потерялся. Она думает, что он умер или же смертельно ранен.

source: Wrye tells me that she thinks the royal guard from Feygard are involved in his disappearance, and that they have recruited him.
pl: Wrye uważa, że królewscy strażnicy z Feygard są zamieszani w zaginięcie jej syna, możliwe, że wzięli go do wojska.
ru: Врай считает, что королевские гвардейцы из Фейгарда замешаны в его исчезновении; возможно, они его завербовали.

source: Wrye wants me to go search for clues as to what has happened to her son.
pl: Wrye chcę, bym znalazł wskazówki co do tego co się stało z jej synem.
ru: Врай просит меня найти причну случившегося с сыном.

source: I should go look in the Vilegard tavern and the Foaming Flask tavern north of Vilegard.
pl: Powinienem rozejrzeć się w tutejszej tawernie i w tawernie na północ stąd.
ru: Мне стоит заглянуть в тавернну Вильгарда и в притон 'Пенная Фляга' на севере Вильгарда.

source: I heard of a boy being in the Foaming Flask tavern a while ago. Apparently he left to the west of the tavern somewhere.
pl: Słyszałem o chłopcu, który jakiś czas temu był w tawernie spieniony kufel. Ale opuścił ją idąc na zachód.
ru: Я услышал, что мальчик заглядывал в Пенную Флягу некоторое время назад. Судя по всему, он отправился на запад от притона.

source: To the northwest of Vilegard I found a man that had found Rincel fighting some monsters. Rincel had apparently left Vilegard by his own will to go see the city of Feygard. I should go tell Wrye in northern Vilegard what happened to her son.
pl: Na północnym zachodzie od Vilegard znalazłem człowieka, który z kolei znalazł Rincela walczącego z jakimiś potworami. Rincel opuścił Vilegard z własnej woli, żeby zobaczyć miasto Feygard. Muszę wrócić do Wrye w północnym Vilegard i powiedzieć jej co się stało z jej synem.
ru: Северо-западнее Вильгарда я нашел человека, видевшего, как Ринцель бьется с чудовищами. Ринцель, следовательно, покинул Вильгард по своей воле с целью посмотреть на Фейгард. Об этом нужно доложить Врай на севере Вильгарда.

source: I have told Wrye the truth about her son's disappearance.
pl: Powiedziałem Wrye prawdę o zaginięciu jej syna.
ru: Я рассказал Врай правду про ее сына.

source: Spies in the foam
pl: Szpiedzy w Spienionym
ru: Шпионы в пене

source: Jolnor in Vilegard chapel tells me of a guard outside of the Foaming Flask tavern, that he thinks is a spy for the Feygard royal guard. He wants me to make the guard disappear, in any way that I see fit. The tavern should be just north of Vilegard.
pl: Jolnor z kaplicy w Vilegard opowiedział o strażnikach przed tawerną spieniony kufel, według niego to królewscy szpiedzy z Feygard. Chcę, aby ten strażnik zniknął, obojętnie jakim sposobem. Ta tawerna jest na północ od Vilegard.
ru: Йолнор из Вильгардской капеллы рассказал мне об охраннике возле Пенной Фляги, он думает, что тот - шпион Фейгардской королевской гвардии. Он просит меня убрать охранника подходящим способом. Таверна находится на севере Вильгарда.

source: I have convinced the guard outside the Foaming Flask tavern to leave after his shift ends.
pl: Udało mi się przekonać strażnika o jego odejściu, gdy skończy się jego zmiana.
ru: Я убедил охранника возле Пенной Фляги уйти после конца смены.

source: I have started a fight with the guard outside the Foaming Flask tavern. I should bring his Feygard royal guard ring to Jolnor once he is dead to show Jolnor that he has disappeared.
pl: Zacząłem walczyć ze strażnikiem. Powinienem przynieść pierścień królewskiego gwardzisty Jolnorowi, żeby mu udowodnić, że strażnika już nie ma.
ru: Я начал сражаться с охранником возле Пенной Фляги. Мне нужно будет посмертно принести его кольцо Йолнору для доказательства его исчезновения.

source: I have told Jolnor that the guard is now gone.
pl: Powiedziałem Jolnorowi, że strażnika już nie ma.
ru: Я сказал Йолнору, что охранник убрался восвояси.

source: The agent and the beast
pl: Agent i Bestia
ru: Тайный агент и чудовище

source: I met a man seeking help for his settlement, the 'Blackwater Mountain'. Supposedly, his settlement is being attacked by monsters and bandits, and they need help from the outside.
pl: Spotkałem człowieka szukającego pomocy dla osady, 'Góry Blackwater'. Nagle jego osada została zaatakowana przez potwory i bandytów i potrzebują pomocy z zewnątrz.
ru: Я встретил человека, ищущего помощи для своей деревни 'Черноводная Гора'. Предположительно, на его деревню нападают чудовища и бандиты и жители нуждаются в помощи извне.

source: I have agreed to help the man and Blackwater Mountain in dealing with the problem.
pl: Zgodziłem się pomóc temu człowiekowi i Górze Blackwater w rozprawieniu się z ich problemem.
ru: Я готов помочь человеку и 'Черноводной Горе' разобраться с проблемой.

source: The man told me to meet him on the other side of the collapsed mine. He will crawl through the mine shaft and I will descend into the pitch-black abandoned mine.
pl: Ten człowiek powiedział, żebym spotkał się z nim po drugiej stronie zawalonej kopalni. On będzie się czołgać szybem, a ja zejdę w dół do ciemnej opuszconej kopalni.
ru: Мы встретимся у заброшеной шахты. Он проползет через ствол шахты, а я спущусь вслед за ним.

source: I have navigated through the pitch-black abandoned mine, and met the man on the other side. He seemed very anxious about telling me to head straight to the east once I exit the mine. I should meet the man at the bottom of the mountain to the east.
pl: Udało mi się przejść przez tą ciemną opuszczoną kopalnie i spotkać tego człowieka po drugiej stronie. Wydawał się bardzo zaniepokojony, jak mówił mi, że gdy opuszczę kopalnie mam iść prosto na wschód. Powinenem spotkać tego człowieka u podnóży góry na wschodzie.
ru: Я пробрался через шахту и встретил его с другой стороны.Он был встревожен и назначил новую встречу возле горы на востоке.

source: I heard a story about Prim and the Blackwater Mountain settlement fighting against each other.
pl: Usłyszałem opowieść o Prim i Górze Blackwater osadach, które walczą przeciwko sobie.
ru: Я услышал историю о Приме и деревне 'Черноводная Гора', бьющихся друг с другом.

source: I should follow the mountain path up the mountain to the Blackwater settlement.
pl: Powinienem podążać scieżką, która prowadzi do osady Blackwater.
ru: Я должен следовать горной тропе на пути к Черноводной деревне.

source: I met the man again on my way up to Blackwater Mountain. I should proceed further up the mountain.
pl: Znów spotkałem tego człowieka w drodze na szczyt. Powinienem kontynuuować moją wędrówkę w górę.
ru: Я встретил человека снова на моем пути к Черноводной Горе. Мне предстоит прдолжать подниматься на гору.

source: I have made it up to the snow-filled parts of the Blackwater Mountain. The man told me to proceed further up the mountain. Apparently, the Blackwater Mountain settlement is close by.
pl: Dotarłem na zaśnieżoną część Góry Blackwater. Ten człowiek znów powiedział, żebym szedł dalej w górę. Osada Blackwater jest już blisko.
ru: Я сделал это. Сквозь и через заснеженые склоны Черноводной Горы. Человек говорил, что мне необходимо преодолеть ее. Следовательно, деревня Черноводная Гора почти достигнута.

source: I have reached the Blackwater mountain settlement. I should find and talk to their battle master, Harlenn.
pl: Dotarłem do osady Blackwater. Powinienem porozmawiać z ich mistrzem bitewnym, Harlennem.
ru: Я дошел до поселения возле Черноводной Горы. Осталось поговорить с их атаманов Харленн.

source: I have spoken to Harlenn in the Blackwater Mountain settlement. Apparently, the settlement is under attack by a number of monsters, the Aulaeth and white wyrms. On top of that, they are being attacked by the people of Prim.
pl: Rozmawiałem z Harlenn z Blackwater. Pozornie osada jest atakowana przez pewną liczbę potworów, yeti i białe smoki. Na dodatek są atakowani przez ludzi z Prim.
ru: Я поговорил с Харленн в поселении. Судя по всему, оно подвергается атаке множеством монстров, Аулэтом и белыми червями. Но даже это - ничто в сравнении с нападениями людей Прима.

source: Harlenn thinks the people of Prim are behind the monster attacks somehow.
pl: Harlenn, uważa, że ludzie z Prim mają coś wspólnego z tymi atakami.
ru: Харленн думает, что жители Прима стоят за атаками чудовищ.

source: Harlenn wants me to give a message to Guthbered of Prim. Either the people of Prim stop their attacks on the Blackwater Mountain settlement, or they will have to be dealt with themselves. I should go talk to Guthbered in Prim.
pl: Harlenn chce, abym przekazał wiadomość Guthberedowi z Prim. Albo oni skończą z atakami na Blackwater, albo my się nimi zajmiemy. Muszę porozmawiać z Guthberedem w Prim.
ru: Харленн хочет послать меня с сообщением к Гутберду в Прим.Если примовцы не прекратят атаки на Черноводную, к ним будут приняты меры. Я иду говорить с Гутбердом в Прим.

source: Guthbered denies that the people of Prim have anything to do with the monster attacks on the Blackwater mountain settlement. I should go talk to Harlenn
pl: Guthbered zaprzecze, że on i jego ludzie stoją za atakami na osadę Blackwater. Muszę pogadać z Harlennem
ru: Гутберд запретил своим людям помогать чудовищам. Я возвращаюсь доложить Харленн.

source: Harlenn is sure that the people of Prim are behind the attacks somehow.
pl: Harlenn jest pewny, że to oni stoją za atakami.
ru: Харленн уверена, что примовцы все еще помогают монстрам.

source: Harlenn wants me to go to Prim and look for signs that they are preparing for an attack on the settlement. I should go look for clues around where Guthbered stays.
pl: Harlenn prosi, żebym znalazł jakieś dokumenty na to, jak i kiedy zaatakują ich wioskę. Powinienem poszukać wskazówek koło Guthbereda.
ru: Харленн посылает меня в Прим проверить, готовятся ли там к нападению на деревню. Необходимо искать подсказки возле Гутберда.
