Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: No. If you want it you will have to take it from me by force, and I should tell you that my powers are great. Besides, you probably wouldn't dare fight me anyway.
pl: Nie. Jeśli go chcesz musisz mi go odebrać siłą, a powinieneś wiedzieć, że mam potężną moc. A z resztą pewnie nawet się nie odważysz ze mną walczyć.
ru: Нет. Если оно тебе так нужно попробуй забрать его силой, но я должен предупредить тебя - я очень силен. По этому я бы не советовал тебе тягаться со мной.

source: Very well, let's see who dies here.
pl: Jak sobie chcesz zobaczymy kto tutaj umrze.
ru: В бой!

source: By the Shadow, Gandir will be avenged.
pl: Z mocą Cienia, Gandir zostanie pomszczony.
ru: Уйти

source: Oh good, you are awake.
pl: Oh jak dobrze, że się obudziłeś.
ru: Отлично, ты проснулся.

source: I can't seem to find your brother Andor anywhere. He hasn't been back since he left yesterday.
pl: Nie mogę nigdzie znaleźć twojego brata. Nie wrócił od wczoraj.
ru: Я нигде не могу найти твоего брата. Он не вернулся, с тех пор как ушел вчера.

source: Never mind, he will probably be back soon.
pl: Nieważne, pewnie wróci niebawem pewnie wróci.
ru: Неважно, он, наверное, скоро вернется.

source: Do you have any tasks for me?
pl: Masz dla mnie jakieś zadania?
ru: Помощь

source: Is there anything else you can tell me about Andor?
pl: Czy jest coś jeszcze o czym powinienem wiedzieć jeśli chodzi o Andora?
ru: Брат

source: Oh yes, there were some things I need help with, bread and rats. Which one would you like to talk about?
pl: Oh tak jest coś w czym mógłbyś mi pomóc, chleb i szczury. O którym zadaniu chciałbyś porozmawiać?
ru: О да, есть некоторые вещи в которых мне нужна помощь.

source: What about the bread?
pl: O co chodzi z tym chlebem?
ru: Хлеб

source: What about the rats?
pl: Co z tymi szczurami?
ru: Крысы

source: Never mind, let's talk about the other things.
pl: Nieważne, porozmawiajmy o czymś innym.
ru: Назад

source: As I said, Andor went out yesterday and hasn't been back since. I'm starting to worry about him. Please go look for your brother, he said he would only be out a short while.
pl: Tak jak mówiłem wcześniej Andor nie wrócił odkąd wczoraj wyszedł. Zaczynam się o niego martwić. Proszę poszukaj swojego brata mówił, że wyjdzie tylko na chwilę.
ru: Как я говорил, Эндор ушел вчера и до сих пор не вернулся. Я начинаю беспокоиться за него. Пожалуйста, иди и поищи своего брата, он сказал что скоро вернется.

source: Maybe he went into that supply cave again and got stuck. Or maybe he's in Leta's basement training with that wooden sword again. Please go look for him in town.
pl: Może znów wszedł do tej jaskini z zapasami i utknął. Albo jest u Lety w piwnicy i trenuje tym drewnianym mieczykiem. Proszę poszukaj go w mieście.
ru: Может он снова отправился в пещеры и потерялся. Или он в подвале у Леты снова тренируется со своим деревянным мечом. Пожалуйста, поищи его в городе.

source: Oh, I almost forgot. If you have time, please go see Mara at the town hall and buy me some more bread.
pl: Oh prawie bym zapomniał. Jeśli masz czas idź zobacz się z Marą w centrum miasta i kup trochę chleba.
ru: Ой, я совсем забыл. Если у тебя есть время, пожалуйста найди Мару в ратуше и купи мне немного хлеба.

source: Did you get my bread from Mara at the town hall yet?
pl: Przyniosłeś już chleb?
ru: Ты купил хлеб у Мары в ратуше, о котором я просил?

source: Yes, here you go.
pl: Tak, proszę.
ru: Да, вот

source: Thanks a lot, now I can make my breakfast. Here, take these coins for your help.
pl: Dzięki w końcu mogę zjeść śniadanie. Masz tu trochę drobnych za fatygę.
ru: Большое спасибо, теперь я смогу позавтракать. Вот, возми несколько монет за твою помощь.

source: Thanks for the bread earlier.
pl: Jeszcze raz dzięki za chleb.
ru: Спасибо, еще раз, за хлеб.

source: You're welcome.
pl: Nie ma za co.
ru: Пожалуйста

source: I saw some rats out back in our garden earlier. Could you please go kill any rats that you see out there.
pl: Znów widziałem te szczury w ogrodzie. Możesz je zabić?.
ru: Я видел несколько крыс в огороде. Не мог бы ты поискать их? Пожалуйста, убей всех крыс, которых увидишь.

source: I have already dealt with the rats.
pl: Już sobie z nimi poradziłem.
ru: Готово

source: Ok, I'll go check out in our garden.
pl: Ok, sprawdzę czy już ich tam nie ma.
ru: Конечно

source: If you get hurt by the rats, come back here and rest in your bed. That way you can regain your strength.
pl: Jeśli te sczury cię skrzywdzą wróć do domu i odpocznij w swoim łóżku. Dzięki temu odzyskasz siły.
ru: Если пострадаешь от крыс, то возвращайся и отдохни в кровати. Это поможет восстановить силы.

source: Also, don't forget to check your inventory. You probably still have that old ring I gave you. Make sure you wear it.
pl: A i nie zapomnij sprawdzić swój inwentarz. Pewnie nadal masz ten stary pierścień ode mnie. Sprawdź czy na pewno go masz na palcu.
ru: Так же не забудь проверить свой инвентарь. У тебя, наверное, еще сохранилось кольцо, которое я тебе подарил. Убедись что надел его.

source: Ok, I understand. I can rest here if I get hurt, and I should check my inventory for useful items.
pl: Ok, rozumiem. Mogę tu odpocząć, gdy będe ranny i mam sprawdzić inwentarz.
ru: Хорошо

source: Did you kill those two rats in our garden?
pl: Zabiłeś te dwa szczury w naszym ogrodzie?
ru: Ты убил крыс в огороде?

source: Yes, I have dealt with the rats now.
pl: Tak, już się z nimi rozprawiłem.
ru: Да

source: Oh you did? Wow, thanks a lot for your help! If you are hurt, use your bed over there to rest and regain your strength.
pl: Naprawdę? Wielkie dzięki za pomoc! Jak jesteś ranny odpocznij na łóżku, żeby odzyskać siły.
ru: Вау, Спасибо за твою помощь! Если устал, используй кровать для отдыха. Это поможет восстановить твои силы.

source: Thanks for your help with the rats earlier. If you are hurt, use your bed over there to rest and regain your strength.
pl: Jeszcze raz dzięki za pomoc z tymi szczurami. Jak jesteś ranny odpocznij na łóżku, żeby odzyskać siły.
ru: Спасибо, еще раз, за помощь с крысами. Если устал, используй кровать для отдыха. Это поможет восстановить твои силы.

source: Get lost kid. I don't have time for you.
ru: Исчезни пацан. У меня нет на тебя времени.

source: I'm looking for a piece of the Rift spell.
ru: Заклинание разрыва

source: No! Vacor will not gain the power of the rift spell!
ru: Нет! Вакор не получит силу заклинания разрыва!

source: Let's fight!
ru: В бой!

source: What have we here? A lost wanderer?
ru: Что у нас здесь? Потерявшийся странник?

source: How much is your life worth to you? Give me 100 gold and I'll let you go.
ru: Сколько стоит твоя жизнь? Гони 100 золотых и я позволю тебе уйти.

source: Ok ok. Here is the gold. Please don't hurt me!
ru: Вот, возмите

source: How about we fight over it?
ru: Нет

source: How much is your life worth?
ru: А сколько стоит твоя?

source: About damn time. You are free to go.
ru: Проклятое время. Можешь идти.

source: Ok then, your life it is. Let's fight. I have been looking forward to a good fight!
ru: Ну что же, это твоя жизнь. Давай сразимся. Я в предвкушении хорошей драки!

source: Dagger
pl: Sztylet

source: Shortsword
pl: Krótki Miecz

source: Longsword
pl: Długi miecz

source: Two-handed sword
pl: Oburęczny miecz

source: Broadsword
pl: Pałasz

source: Axe
pl: Topór

source: Greataxe
pl: Wielki Topór

source: Club
pl: Maczuga

source: Quarterstaff
pl: Laska

source: Mace
pl: Buława

source: Scepter
pl: Berło

source: Warhammer
pl: Młot Bojowy

source: Buckler
pl: Puklerz

source: Shield, wood (light)
pl: Drewniana, Tarcza (lekka)

source: Shield, metal (light)
pl: Metalowa, Tarcza (lekka)

source: Shield, wood (heavy)
pl: Drewniana, Tarcza (ciężka)

source: Shield, metal (heavy)
pl: Metalowa, Tarcza (ciężka)

source: Tower shield
pl: Duża Tarcza

source: Headwear, cloth
pl: Nakrycie głowy, Ubranie

source: Headwear, leather
pl: Nakrycie głowy, Skórzane

source: Headwear, metal (light)
pl: Nakrycie głowy, Metalowe (lekkie)

source: Headwear, metal (heavy)
pl: Nakrycie głowy, Metalowe (ciężkie)

source: Armor, cloth
pl: Zbroja, Ubranie

source: Armor, leather
pl: Zbroja, Skórzana

source: Hide armor
pl: Schowaj Zbroje

source: Armor (light)
pl: Zbroja (lekka)

source: Armor (heavy)
pl: Zbroja (ciężka)

source: Chain mail
pl: Kolczuga

source: Splint mail
pl: Zbroja Lamelkowa

source: Plate mail
pl: Zbroja Płytowa

source: Gloves, cloth
pl: Rękawice, Ubranie

source: Gloves, leather
pl: Rękawice, Skórzane

source: Gloves, metal (light)
pl: Rękawice, Metalowe (lekkie)

source: Gloves, metal (heavy)
pl: Rękawice, Metalowe (ciężkie)

source: Footwear, cloth
pl: Buty, Ubranie

source: Footwear, leather
pl: Buty, Skórzane

source: Footwear, metal (light)
pl: Buty, metalowe (lekkie)

source: Footwear, metal (heavy)
pl: Buty, metalowe (ciężkie)

source: Necklace
pl: Naszyjnik

source: Ring
pl: Pierścień

source: Potion
pl: Mikstura

source: Food
pl: Jedzenie

source: Drink
pl: Napój

source: Gem
pl: Klejnot

source: Animal part
pl: Element Zwierzęcy

source: Edible animal part
pl: Jadalny Element Zwierzęcy

source: Liquid container
pl: Manierka

source: Money
pl: Złoto

source: Other
pl: Inne

source: Kazaul rotworms
pl: Kazaul rotworm

source: An involuntary carrier
pl: Przewoźnik Mimowoli

source: On the road between Loneford and Brimhaven, I found a dried up lake-bed with a major cavern below. Deep inside the cavern, I met Ulirfendor - a priest of the Shadow from Brimhaven. Ulirfendor is trying to translate the inscriptions on a shrine of Kazaul, and has determined that it speaks of the 'Dark protector', but he is unsure what that refers to. Whatever it means, he is determined that it must be stopped.
pl: Na drodze między Loneford a Brimhaven, Znalazłem wyschnięte jezioro z wielką jamą. Głęboko w jamie, natknąłem się na Ulirfendora - kapłana cieni z Brimhaven. Ulirfendor próbował przetłumaczyć inskrypcję ze świątyni Kazauli, i stwierdził, że jest tam coś o 'Mrocznym Obrońcy', ale nie jest pewny co to oznacza. Cokolwiek to oznacza, musi być powstrzymane.

source: Ulirfendor needs help with figuring out what some of the missing parts on the shrine says. The inscription reads 'Kulauil hamar urum Kazaul'te', but the next parts have been completely eroded from the rock.
pl: Ulirfendor potrzebuję pomocy z brakującymi elementami inskrypcji. Na inskrypcji pisze 'Kulauil hamar urum Kazaul'te', ale następna część jest kompletnie nie czytelna.

source: I have agreed to help Ulirfendor find out what the missing parts of the inscription might be. Ulirfendor believes the shrine speaks of a powerful creature that lives deeper inside the dungeon. Maybe that could provide some clue as to what the missing parts are.
pl: Zgodziłem się pomóc Ulirfendorowi znaleźć brakujące części inskrypcji. Ulirfendor wierzy, że inskrypcjia jest o potężnej kreaturze, która żyje głęboko w podziemiach. Może to jest wskazówka gdzie mogą być pozostałe części.

source: Deep inside the dungeon, I encountered a radiant guardian, guarding some other being. The guardian uttered the phrases 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul'. This must be what Ulirfendor was looking for. I should return to him at once.
pl: Głęboko w podziemiach, spotkałem promiennego opiekuna, strzeżącego kogoś. Opiekun wypowiedział frazy 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul'. To musi być to czego szukał Ulirfendor. Powinienem wrócić do niego najszybciej jak się da.

source: I tried to attack the guardian, but was unable to even reach it. Some powerful force held me back. Maybe Ulirfendor knows more.
pl: Próbowałem zaatakować opiekuna, ale nie mogłem go nawet sięgnąć. Jakaś potężna siła mnie powstrzymywała. Może Ulirfendor wie więcej.

source: Ulirfendor was very pleased to hear that I uncovered the missing parts of the inscription.
pl: Ulirfendor był bardzo zadowolony, że znalazłem brakujące części inskrypcji.

source: He also told me the continuation of the inscription, but did not know what it means. I should go back to the guardian and speak the words that Ulirfendor told me.
pl: Powiedział mi także jak ona idzie dalej, ale nie wie co oznacza. Powinienem wrócić do opiekuna i powtórzyć słowa Ulirfendora.

source: I have spoken the words to the guardian.
pl: Powtórzyłem to opiekunowi.

source: The guardian gave off a chilling laughter, and started attacking me.
pl: Opiekun zaśmiał się złowieszczo i zaatakował mnie.

source: I defeated the guardian and reached the lich 'Toszylae'. The lich managed to infect me with something. I must kill the lich and return to Ulirfendor.
pl: Pokonałem opiekuna i udało mi się dotrzeć do licza 'Toszylae'. Licz zdołał mnie czymś zainfekować. Muszę zabić tego licza i wrócić do Ulirfendor.

source: Ulirfendor told me that he had managed to translate the parts of the inscription that I told the guardian. Apparently, what I told the guardian roughly means 'My body for Kazaul'. Ulirfendor was very concerned about what this means for me, and was very regretful that he had made me speak the words.
pl: Ulirfendor powiedział, że udało mu się przetłumaczyć części, które powiedziałem opiekunowi. Najwyraźniej to co powiedziałem brzmiało mniej więcej 'Moje ciało dla Kazaula'. Ulirfendor był bardzo zaniepokojony tym, co to oznacza dla mnie i żałował, że kazał mi powiedzieć te słowa opiekunowi.

source: Ulirfendor was very happy to hear that I managed to defeat the lich. With the lich defeated, the people in the surrounding areas should be safe now.
pl: Ulirfendor ucieszył się gdy dowiedział, że zabiłem licza. Kiedy licz jest już martwy, ludzie w okolicy powinni być już bezpieczni.

source: The dark protector
pl: Mroczny Obrońca

source: I have found a strange looking helmet from the lich 'Toszylae' that I defeated. I should go ask Ulirfendor if he knows anything about it.
pl: Znalazłem dziwnie wyglądający hełm z licza 'Toszylae' którego pokonałem. Muszę zapytać Ulirfendor czy wie coś więcej.

source: Ulirfendor in the same dungeon thinks this artifact is what the shrine speaks of, and that it will bring misery to the surroundings of whoever carries it. He wants me to help him destroy it immediately.
pl: Ulirfendor myśli że ten artefakt jest tym o czym mówi inskrypcja, i przyniesie nieszczęście wszystkim dookoła ktokolwiek będzie go nosił. Chcę, żebym go natychmiast zniszczył.

source: To destroy the artifact, I would need give the helmet and the heart of the lich to Ulirfendor.
pl: Do zniszczenia artefaktu, będe musiał dać hełm i serce licza Ulirfendorowi.

source: I have given the helmet to Ulirfendor.
pl: Oddałem hełm Ulirfendorowi.

source: I have given the heart of the lich to Ulirfendor.
pl: Oddałem serce licza Ulirfendorowi.

source: Ulirfendor has destroyed the artifact. The people of the surrounding towns are safe from whatever misery the helmet would have brought.
pl: Ulirfendor zniszczył artefakt. Wioski w okolicy powinny być już bezpieczne, przed nieszczęściami jakie ten hełm niósł ze sobą.

source: For helping with both the lich and the helmet, Ulirfendor has given me the dark blessing of the Shadow.
pl: Za pomoc z liczem i hełmem, Ulirfendor dał mi mroczne błogosławieństwo cieni.

source: For helping with both the lich and the helmet, Ulirfendor wanted to give me the dark blessing of the Shadow, but I declined.
pl: Za pomoc z liczem i hełmem, Ulirfendor chciał mi dać mroczne błogosławieństwo cieni, ale odmówiłem.

source: I have decided to keep the helmet for myself. Who knows what power I could gain from it.
pl: Zdecydowałem zatrzymać hełm dla siebie. Kto wie jaką moc moge z niego uzyskać.

source: Ulirfendor attacked me for keeping the helmet.
pl: Ulirfendor zaatakował mnie za zatrzymanie hełmu.

source: I found a book by the shrine where Ulirfendor was. The book talks of a ritual that would restore the helmet to its true power. I should complete the ritual by the shrine if I want to use the helmet.
pl: Znalazłem księge obok Ulirfendora. Księga mówi o rytuale, który pozwala hełmowi uzyskać jego prawdziwą moc. Muszę wykonać rytuał w świątyni jeśli chcę używać hełmu.

source: I have started the Kazaul ritual.
pl: Zacząłem rytuał Kazauli.

source: I have placed the helmet in front of the Kazaul shrine.
pl: Umieściłem hełm z na przedzie świątyni.

source: I have placed the lich's heart in front of the Kazaul shrine.
pl: Umieściłem serce licza na przedzie świątyni.

source: The ritual is complete, and I have restored the power of the helmet to its former glory.
pl: Rytuał zakończony, przywróciłem dawną moc hełmu.

source: I have it in me
pl: Mam to w sobie

source: Deep inside a cavern, I encountered a lich of Kazaul. Somehow the lich managed to infect me with things that crawl around in my stomach! I must find some way to get rid of these things inside of me. I should go talk to Ulirfendor, or seek help in one of the chapels.
pl: Głęboko w jaskini, walczyłem z liczem Kazauli. Jakoś zdołał mnie zainfekować czymś co zaczyna mi pełzać w brzuchu! Muszę znaleźć jakiś sposób na pozbycie się tego czegoś. Muszę porozmawiać z Ulirfendorem, albo poszukać pomocy w którejś ze świątyń na zewnątrz.

source: Ulirfendor tells me that he read something long ago about rotworms that feed upon living tissue. They can have what he called 'unusual' effects on whoever carries them, and their eggs can slowly kill a person from the inside. I should seek help immediately, before it is too late.
pl: Ulirfendor mówił mi, że czytał coś dawno temu o glizdach które żywią się na żywą tkanką. One są jak to nazwał 'niecodziennym' uczuciem dla tego kto ma go w sobie, jego jaja mogą powoli zabijać osobe od wewnątrz. Muszę znaleźć jak najszybciej pomoc zanim będzie za późno.

source: Ulirfendor says that one of the priests of the Shadow should be able help me. I should go visit Talion at the chapel in Loneford at once.
pl: Ulirfendor mowił, że jeden z kapłanów cieni powinen być w stanie mi pomóc. Powinienem odwiedzić Taliona w świątyni w Loneford natychmiast.

source: Talion in Loneford told me that in order to be cured of my affliction, I will need to bring four parts to him. The parts that I will need are five bones, two pieces of animal hair, one Irdegh poison gland and one empty vial. Bones and fur can probably be found on some animal in the wilderness, and the poison gland can be found on one of the Irdeghs that have been spotted to the east.
pl: Talion w Loneford powiedział mi, że aby się wyleczyć z mojej niedoli, Muszę znaleźć cztery części. Tymi częściami są pięć kości, dwie sierści zwierzęce, jeden gruczoł jadowy Irdegh i jedna pusta fiolka. Kości i sierść znajdę w dziczy, gruczoł jadowy powienien być w jednym z Irdeghs, które występują na wschodie.

source: I have brought the five bones to Talion.
pl: Przyniosłem pięć kości Talionowi.

source: I have brought the two pieces of animal hair to Talion.
pl: Przyniosłem zwierzęcą sierść Talionowi.

source: I have brought one Irdegh poison gland to Talion.
pl: Przyniosłem gruczoł jadowy Talionowi.

source: I have brought an empty vial to Talion.
pl: Przyniosłem pustą fiolkę Talionowi.

source: I have now brought all pieces that Talion needs in order to cure me of these things.
pl: Przyniosłem już wszystkie potrzebne części Talionowi potrzebne do antidotum.

source: Talion has cured me of the Kazaul rotworms. I managed to get one of the rotworms into an empty vial, and Talion told me that it would be very valuable. I cannot imagine for what.
pl: Talion uleczył mnie z tej glizdy Kazaula. Udało mi się go złapać we fiolkę, Talion mówi, że jest bardzo cenna. Ciekawe po co to komu.

source: Because of my former affliction, Talion has agreed to help me by placing blessings of the Shadow upon me whenever I wish, for a fee.
pl: Ze względu na moją wcześniejszą przypadłość, Talion zgodził się udzielić mi błogosławieństwa cieni, gdy tylko będe chciał oczywiście za opłatą.

source: A difference in opinion
pl: Różnica zdań

source: I heard a story about two squabbling sisters in Remgard, Elwel and Elwyl. Apparently they have kept people awake at night with the way they are shouting at each other. I should go visit them in their house on the southern shore of the city of Remgard.
pl: Słyszałem historię o pewnych kłócących się siostrach w Remgard, Elwel i Elwyl. Najwyraźniej budzą wszystkich w nocy, gdy się na siebie drą. Powinienem odwiedzić ich dom na południowym brzegu miasta Remgard.

source: I have talked to Elwyl, one of the Elwille sisters in Remgard. She is furious at her sister for not agreeing on even the most simple of facts. Apparently, they have had their disagreements with each other for several years.
pl: Rozmawiałem z Elwylją, jedną z sióstr w Remgard. Jest wściekła na swoją siostrę za zaprzeczaniu nawet najbardziej oczywistym faktom. Wygląda na to, że ich kłótnie trwać mogły nawet parę lat.

source: Elwel will not speak to me.
pl: Elwel się do mnie nie odzywa.

source: One matter that the sisters disagree on currently is the color of a certain potion that the town potion-maker Hjaldar used to make. Elwyl says that the potion of accuracy focus that Hjaldar used to make was a blue potion, but Elwel insists that the potion had a green substance.
pl: Nie zgadzają się w jednej sprawie, co do koloru pewnego eliksiru, który Hjaldar zazwyczaj wytwarza. Elwyl twierdzi, że eliksir do poprawy celności, który tworzy Hjaldar jest niebieski, a według Elwel jest to zielona substancja.

source: I have talked to Hjaldar in Remgard. Hjaldar no longer makes potions since his supply of Lyson marrow extract has gone dry.
pl: Rozmawiałem z Hjaldarem w Remgard. Hjaldar nie tworzy już eliksirów od kiedy zapasy ekstraktu szpiku Lysona się skończyły.

source: Apparently, Hjaldar's old friend Mazeg would surely have some Lyson marrow extract to sell. Unfortunately, he does not know where Mazeg currently lives. He only knows that Mazeg traveled far to the west last time they met.
pl: Wygląda na to, że stary przyjaciel Hjaldera, Mazeg na pewno ma jakiś szpik na sprzedaż. Niestety, nie bardzo wie gdzie Mazeg aktualnie mieszka. Wie tylko, że Mazego podróżował daleko na zachód, kiedy się ostatni raz widzieli.

source: I should find Mazeg and get some Lyson marrow extract so that Hjaldar can start making potions again.
pl: Muszę znaleźć Mazega i zdobyć trochę szpiku Lysona, żeby Hjaldar znów mógł tworzyć eliksiry.

source: I have talked to Mazeg in the Blackwater mountain settlement. Since I helped the people of the Blackwater mountain before, he is willing to sell me a vial of Lyson marrow extract for only 400 gold.
pl: Rozmawiałem z Mazegiem w Blackwater. Odkąd pomogłem ludziom z tej osady, będzie rad sprzedać mi szpik po promocyjnej cenie 400 złota.

source: I have talked to Mazeg in the Blackwater mountain settlement. He is willing to sell me Lyson marrow extract for 800 gold.
pl: Rozmawiałem z Mazegiem w Blackwater. będzie rad sprzedać mi szpik w cenie 800 złota.

source: I have bought some Lyson marrow extract from Mazeg. I should return to Remgard and give it to Hjaldar.
pl: Kupiłem szpik od Mazega. Powinienem wrócić i dać szpik Hjaldarowi.

source: Hjaldar thanked me for bringing him the marrow extract.
pl: Hjaldar był wdzięczny za przyniesienie szpiku.

source: Hjaldar can now create potions again, and is willing to trade with me. He even gave me some of the first potions that he made. I should go visit the Elwille sisters here in Remgard again, and show them a potion of accuracy focus.
pl: Hjaldar znów może tworzyć eliksiry, i będzie chciał się z nimi podzielić odpłatnie. Podarował mi nawet parę z jego pierwszych eliksirów. Powinienem odwiedzić siostry Elwille w Remgard, i pokazać im eliksir celności.

source: I have given a potion of accuracy focus to Elwyl.
pl: Dałem eliksir celności Elwyl.
