Repository: djhamilton/RPGAndroid
Catalog: assets/translation/*.po
Languages: pl, ru

source: Grave spawn
ru: Могильное отродье

source: Restless apparition
ru: Беспокойный призрак

source: Skeletal reaper
ru: Скелет-жнец

source: Kazaul spawn
ru: Казаулское отродье

source: Kazaul imp
ru: Казаулский бес

source: Kazaul guardian
ru: Казаулский стражник

source: Graverobber
ru: Грабитель могил

source: Agent
ru: Агент

source: Arghest
ru: Аргест

source: Tonis
ru: Тонис

source: Moyra
ru: Мойра

source: Prim citizen
ru: Примский горожанина

source: Prim commoner
ru: Примский простолюдин

source: Prim resident
ru: Примский старожил

source: Prim evoker
ru: Примский заклинатель

source: Laecca
ru: Лаесса

source: Prim cook
ru: Примский повар

source: Prim visitor
ru: Примский приезжий

source: Birgil
ru: Биргил

source: Prim tavern guest
ru: Примский посетитель таверны

source: Prim tavern regular
ru: Примский завсегдатай таверны

source: Prim bar guest
ru: Примский посетитель бара

source: Prim bar regular
ru: Примский завсегдатай бара

source: Prim armorer
ru: Примский оружейник

source: Jueth
ru: Джуф

source: Bjorgur
ru: Бьоргур

source: Prim prisoner
ru: Примский заключенный

source: Fulus
ru: Фулус

source: Guthbered
ru: Гатберед

source: Guthbered's bodyguard
ru: Телохранитель Гатбереда

source: Prim weapon guard
ru: Примский вооруженный охранник

source: Prim sentry
ru: Примский часовой

source: Prim guard
ru: Примский охранник

source: Tired Prim guard
ru: Усталый примский охранник

source: Prim treasury guard
ru: Примский охранник сокровищницы

source: Samar
ru: Самар

source: Prim priestly acolyte
ru: Примский псаломщик

source: Studying Prim pupil
ru: Обучающийся примский ученик

source: Reading Prim pupil
ru: Читающий примский ученик

source: Prim pupil
ru: Примский ученик

source: Blackwater entrance guard
ru: Блеквотский привратник

source: Blackwater dinner guest
ru: Блеквотский обеденный гость

source: Blackwater inhabitant
ru: Блеквотский житель

source: Blackwater cook
ru: Блеквотский повар

source: Keneg
ru: Кенег

source: Mazeg
ru: Мазег

source: Waeges
ru: Ваегес

source: Blackwater fighter
ru: Блеквотский боевик

source: Ungorm
ru: Унгорм

source: Blackwater pupil
ru: Блеквотский ученик

source: Laede
ru: Лаед

source: Herec
ru: Херец

source: Iducus
ru: Идукус

source: Blackwater priest
ru: Блеквотский священника

source: Studying Blackwater priest
ru: Обучающийся блеквотский священник

source: Blackwater guard
ru: Блеквотский охранник

source: Blackwater border patrol
ru: Блеквотский пограничник

source: Harlenn's bodyguard
ru: Телохранитель Харленна

source: Blackwater chamber guard
ru: Блеквотский тюремщик

source: Harlenn
ru: Харленн

source: Throdna
ru: Фродна

source: Throdna's guard
ru: Охранник Фродна

source: Blackwater mage
ru: Блеквотский маг

source: Wild Fox
ru: Дикая лиса

source: Stinging wasp
ru: Жалящая оса

source: Wild Boar
ru: Дикий кабан

source: Forest Beetle
ru: Лесной жук

source: Wolf
ru: Волк

source: Forest serpent
ru: Лесная змея

source: Vicious forest serpent
ru: Ядовитая лесная змея

source: Anklebiter
ru: Пяткокусатель

source: Flagstone Sentry
ru: Флагстоунский часовой

source: Escaped prisoner
ru: Сбежавший заключенный

source: Starving prisoner
ru: Голодающий заключенный

source: Bone warrior
ru: Костяной воин

source: Bone champion
ru: Костяной боец

source: Undead warden
ru: Надзиратель нежити

source: Cave guardian
ru: Пещерный стражник

source: Winged demon
ru: Крылатый демон

source: Narael
ru: Нараэль

source: Rotting corpse
ru: Гниющий труп

source: Walking corpse
ru: Ходячий мертвец

source: Gargoyle
ru: Горгулья

source: Fledgling Gargoyle
ru: Птенец горгульи

source: Large cave rat
ru: Большая пещерная крыса

source: Pack Leader
ru: Вожак стаи

source: Pack hunter
ru: Стайный охотник

source: Rabid Wolf
ru: Бешеный волк

source: Fledgling wolf
ru: Волк-щенок

source: Young wolf
ru: Молодой волк

source: Hunting dog
ru: Охотничья собака

source: Highwayman
ru: Разбойник

source: Welcome to my shop! Please browse my selection of fine wares.
pl: Witaj w moim skromnym sklepie! Nie krępuj się, wybierz sobie coś.
ru: Добро пожаловать в мой магазин! Пожалуйста посмотри мой ассортимент.

source: Please show me your wares.
pl: Pokaż mi swoje towary.
ru: Магазин

source: Oh my, will I ever get any sleep with those drunkards singing like that? Someone should do something about them.
pl: Ojej czy ja kiedykolwiek usnę, gdy ci pijani ludzie będą tak drzeć papę? Ktoś powinien coś z nimi zrobić.
ru: О боже, я когда-нибудь получу покой с этими орущими пьяницами? Кто-то должен с этим разобраться.

source: Can I rest here?
pl: Mogę tu odpocząć?
ru: Отдых

source: Do you have anything to trade?
pl: Masz coś na sprzedaż?
ru: Торговать

source: Sure kid, you may rest here. Pick any bed you want.
pl: Jasne dzieciaku możesz tu odpoczywać. Wybierz sobie jakieś łóżko.
ru: Конечно друг, можешь поспать здесь. Выбирай любую кровать.

source: Thanks, bye
pl: Dzięki, Żegnaj
ru: Спасибо, пока

source: Drink drink drink, drink some more. Drink drink drink 'til you're on the floor. Hey kid, wanna join us in our drinking game?
pl: Pij,kur.hmpf,pić, i pić jeszcze więcej. Wkrocz, że rychło w nasze skromne progi wypijem pare piwek nie wstaniem z podłogi. Ej dzieciaku to nie żadna mara rogość się ja na ten czas roztworze browara
ru: Пей пей пей, пей еще больше. Пей пей пей на пол меньше лей. Эй друг, давай к нам за стол, побухаем?

source: No thanks.
pl: Nie, dzięki.
ru: Нет, спасибо

source: Maybe some other time.
pl: Może kiedy indziej.
ru: Как-нибудь в другой раз.

source: Never mind those drunken fellas, they're always causing trouble. Want something to eat?
pl: Nie zwracaj uwagi na tych pijaków, zawsze stwarzają problemy. Chcesz coś na ząb?
ru: Не обращайте внимания на этих пьяниц, они всегда вызывают проблемы. Хотите перекусить?

source: I heard you helped Odair clean out that old supply cave. Thanks a lot, we'll start using it soon.
pl: Słyszałem, że pomogłeś Odirowi oczyszczając tą jaskinie. Wielkie dzięki znów możemy jej używać.
ru: Я слышала вы помогли Одаиру очистить старые продовольственные пещеры. Спасибо большое, скоро мы начнем их использовать снова.

source: It was my pleasure.
pl: Przyjemność po mojej stronie.
ru: Всегда пожалуйста

source: Please do not disturb me, I have work to do.
pl: Nie przeszkadzaj mi, jestem zajęty.
ru: Пожалуйста не беспокойте меня, я занят работой.

source: Have you seen my brother Andor?
pl: Widziałeś może mojego brata Andora?
ru: Брат

source: What?! Can't you see I'm busy? Go bother someone else.
pl: Co, nie widzisz, że jestem zajęty? Idź zawracaj głowę komuś innemu.
ru: Что?! Не видишь что я занят? Иди и побеспокой кого-нибудь еще.

source: Andor? No, I haven't seen him around lately.
pl: Andor? Nie widziałem go już dosyć dawno.
ru: Эндор? Нет, я не видел его в последнее время.

source: Well well, what have we here? A visitor, how nice. I'm impressed you got this far through all my minions. Now prepare to die, puny creature.
pl: No, no co my tu mamy? Przybysz, jak miło. Jestem pod wrażeniem tego, że tutaj dotarłeś. Przygotuj się na śmierć mały człowieczku.
ru: Ну и ну, кто тут такой? Посетитель, как мило. Я впечатлен, ты дошел до сюда через всех моих Фаворитов. Теперь приготовься к смерти, заморыш.

source: Great, I have been waiting for a fight!
pl: Świetnie, długo czekałem na jakąś walkę!
ru: В бой!

source: Let's see who dies here.
pl: Zobaczymy kto tutaj dziś umrze.
ru: Это мы еще посмотрим кто кого.

source: Please don't hurt me!
pl: Proszę nie rób mi krzywdy!
ru: Пожалуйста, не трогай меня!

source: Oh mortal, free me from this cursed world!
pl: Śmiertelniku, uwolnij mnie z tego przeklętego świata!
ru: О смертный, освободи меня из этого проклятого мира!

source: Oh, I'll free you from it alright.
pl: Oczywiście, że cie uwolnie.
ru: Оставить

source: You mean, by killing you?
pl: Masz na myśli poprzez zabicie cie?
ru: Ты имеешь в виду, убить тебя?

source: Psst, hey. Wanna trade?
pl: Psst, hej. Chcesz coś kupić?
ru: Псс, эй. Хочешь торговать?

source: Sure, let's trade.
pl: Jasne, pokaż co masz.
ru: Торговать

source: I heard that you talked to my brother a while ago.
pl: Słyszałem, że rozmawiałeś z moim bratem jakiś czas temu.
ru: Брат

source: Your brother? Oh you mean Andor? I might know something, but that information will cost you. Bring me a poison gland from one of those poisonous snakes and maybe I'll tell you.
pl: Z twoim bratem? A masz na myśli Andora? Może i coś wiem, ale ta informacja będzie kosztować. Przynieś mi trujący gruczoł jednego z tych węży, a może coś powiem.
ru: Твой брат? Ах, ты имеешь в виду Эндора? Я могу знать кое-что, но эта информация будет тебе дорого стоить. Принеси мне железу одной из ядовитых змей и, возможно, я тебе скажу.

source: Here, I have a poison gland for you.
pl: Mam ten gruczoł dla ciebie.
ru: Я принес

source: Ok, I'll bring one.
pl: Dobra przyniosę.
ru: Хорошо, пока

source: Thanks a lot kid. This will do just fine.
pl: Dzięki dzieciaku. Ten będzie w sam raz.
ru: Большое спасибо друг. Это очень хорошо.

source: Look kid, I already told you.
pl: Już ci mówiłem co wiem.
ru: Слушай парень, я расскажу тебе.

source: I talked to him yesterday. He asked if I knew someone called Umar or something like that. I have no idea who he was talking about.
pl: Gadałem z nim wczoraj. Pytał się czy znam jakiegoś Umara albo jakoś tak. Nie mam pojęcia o kogo mu chodziło.
ru: Я разговаривал с ним вчера. Он спросил, знаю ли я кого-то по имени Умар или нечто подобное. Я не имею понятия о ком он говорил.

source: He seemed really upset about something and left in a hurry. Something about the Thieves' Guild in Fallhaven.
pl: Wyglądał na zdenerwowanego i odszedł w pośpiechu. Coś o gildii złodzieji w Fallheaven.
ru: Казалось, он действительно чем-то расстроен и очень торопится. Что-то еще о Гильдии Воров в Фоллхейвене.

source: That's all I know. Maybe you should ask around in Fallhaven. Look for my friend Gaela, he probably knows more.
pl: To wszystko co wiem. Może powinieneś popytać w Fallheaven. Znajdź tam mojego znajomego Gaela, możliwe, że on wie coś więcej.
ru: Это все что я знаю. Может поспрашиваеш в Фоллхейвене. Найди моего друга Гаела, он, обычно, много чего знает.

source: Thanks, bye.
pl: Dzięki. Żegnaj.
ru: Пока

source: Hello kid. You're Mikhail's son aren't you? With that brother of yours. I'm Leonid, steward of Crossglen village.
pl: Hej dzieciaku nie jesteś czasem synem Mikhaila? Z twoim bratem. Jestem Leonid zarządca Crossglen.
ru: Привет пацан. Ты ведь сын Михаила, не так ли? У тебя еще есть брат. Я Леонид, управляющий деревни Кроссглен.

source: What can you tell me about Crossglen?
pl: Co możesz mi powiedzieć o Crossglen?
ru: Кроссглен

source: Never mind, see you later.
pl: Nieważne, narazie.
ru: Пока

source: Your brother? No, I haven't seen him here today. I think I saw him in here yesterday talking to Gruil. Maybe he knows more?
pl: Twojego brata? Nie, nie widziałem go dzisiaj. Chyba widziałem go wczoraj jak gadał z Gruilem. Może on coś wie?
ru: Твоего брата? Нет, я не видел его сегодня. Кажется я видел его здесь вчера, он разговаривал с Груилом. Может он знает?

source: Thanks, I'll go talk to Gruil. There was something more I wanted to talk about.
pl: Dzięki pójde pogadać z tym Gruilem. Jest coś jeszcze o czym chciałem z tobą porozmawiać.
ru: Спасибо

source: Thanks, I'll go talk to Gruil.
pl: Dzięki, idę pogadać z Gruilem.
ru: Пока

source: Anything else I can help you with?
pl: Mogę ci pomóc w czymś jeszcze?
ru: Могу я еще чем нибудь помочь?

source: As you know, this is Crossglen village. Mostly a farming community.
pl: Jak już wiesz znajdujemy się w Crossglen. Większość tutaj to farmy.
ru: Как ты знаешь, это деревня Кроссглен. Мы фермерская община.

source: We have Audir with his smithy to the southwest, Leta and her husband's cabin to the west, this town hall here and your father's cabin to the northwest.
pl: Audir to nasz kowal jest na południowy zachód, Leta i jej mąż mieszkają na zachód stąd, centrum i chata twojego ojca położone są na północny zachód stąd.
ru: У нас есть Аудир, с его кузницей на юго-западе, хижина Леты и ее мужа на западе, эта ратуша и хижина твоего отца на северо-западе.

source: That's pretty much it. We try to live a peaceful life.
pl: I to w sumie wszystko. Staramy się wieść spokojne życie.
ru: Вот в принципе и всё. Мы стараемся жить мирно.

source: Has there been any recent activity in the village?
pl: Działo się coś ostatnio tutaj niespotykanego?
ru: Последние события

source: Let's go back to the other things we talked about.
pl: Wróćmy do moich poprzednich pytań.
ru: Назад

source: There were some recent disturbances some weeks ago that you may have noticed. Some villagers got into a fight over the new decree from Lord Geomyr.
pl: Parę tygodni temu były jakieś burdy. Paru mieszkańców pobiło się o zakaz dotyczący potków bonemeal które zakazał Lord Geomyr.
ru: Были некоторые беспорядки несколько недель назад, которые вы могли заметить. Некоторые жители участвовали в митинге против нового указа Лорда Геомира.

source: Lord Geomyr issued a statement regarding the unlawful use of Bonemeal as healing substance. Some villagers argued that we should oppose Lord Geomyr's word and still use it.
pl: Lord Geomyr wydał oświadczenie, które mówiło, że używanie potków bonemeal jest od tej pory nielegalne. Niektórzy mieszkańcy mówili, żebyśmy i tak ich używali.
ru: Лорд Геомир выступил с заявлением о незаконном использовании Костной муки, как исцеляющего вещества. Некоторые жители утверждают, что мы должны выступить против слова Лорда Геомира и по-прежнему использовать ее сами.

source: Tharal, our priest, was particularly upset and suggested we do something about Lord Geomyr.
pl: Tharal, nasz kapłan delikatnie mówiąc zdenerwował się i powiedział, że trzeba coś zrobić z Lordem Geomyrem.
ru: Фарал, наш священник, особенно расстроился и предложил сделать что-то c Лордом Геомиром.

source: Other villagers argued that we should follow Lord Geomyr's decree. Personally, I haven't decided what my thoughts are.
pl: Inni zaś stanęli murem za Lordem Geomyrem. Osobiście sam nie wiem co o tym myśleć.
ru: Другие жители утверждают, что мы должны придерживаться желания Лорда Геомира желания. Лично я еще не решил на чьей я стороне.

source: On one hand, Lord Geomyr supports Crossglen with a lot of protection. *points to the soldiers in the hall*
pl: Z jednej strony Lord Geomyr chroni nasze Crossglen. *pokazuje na żołnierzy w sali*
ru: С одной стороны, Лорд Геомир поддерживает Долину Креста большим количеством охраны. *указывает на солдат в зале*

source: But on the other hand, the tax and the recent changes of what's allowed are really taking a toll on Crossglen.
pl: Ale z drugiej strony, podatki i najnowsze zmiany naprawdę szkodzą Crossglen.
ru: Но, с другой стороны, налоги и жесткие правила, что разрешено, а что нет действительно сильно ударили по деревне.

source: Someone should go to Castle Geomyr and talk to the steward about our situation here in Crossglen.
pl: Ktoś musi udać się do zamku Geomyra i porozmawiać z zarządcą o naszej sytuacji.
ru: Кто-то должен идти к замку Геомира и поговорить с управляющим о нашей ситуации здесь, в Кроссглене.

source: In the meantime, we've banned all use of Bonemeal as a healing substance.
pl: A do tego czasu bonemeal jest zakazany.
ru: В то же время, мы запретили любое использование костной муки, как исцеляющего вещества.

source: Thank you for the information. There was something more I wanted to ask you.
ru: Назад

source: Thank you for the information. Bye.
ru: Пока

source: Shadow be with you.
pl: Niech cień będzie z tobą.
ru: Пока

source: Hey, this is my house, get out of here!
pl: Hej, to mój dom wynocha stąd!
ru: Эй, это мой дом, проваливай от сюда!

source: But I was just...
pl: Ale ja tylko...
ru: Но я просто...

source: What about your husband Oromir?
pl: O co chodzi z twoim mężem Oromirem?
ru: Оромир

source: Beat it kid, get out of my house!
pl: Spadaj stąd mały!
ru: Давай парень, проваливай из моего дома!

source: Do you know anything about my husband? He should be here helping me with the farm today, but he seems to be missing as usual. Sigh.
pl: Wiesz coś o moim mężu? Powinien tu teraz byc i pomagać mi na farmie, ale wygląda na to, że zniknął jak zawsze. Sigh.
ru: Слышал что-нибудь о моем муже? Он должен был помогать на ферме сегодня, но он отлынивает, как обычно. Вздох.

source: I have no idea.
pl: Niestety, nie mam pojęcia.
ru: Нет, не слышал

source: Yes, I found him. He is hiding among some trees to the east.
pl: Znalazłem go. Ukrywa się wśród drzew na wschód stąd.
ru: Найти его

source: If you see him, tell him to hurry back here and help me with the housework. Now get out of here!
pl: Jak go zobaczysz, powiedz mu, żeby tu przyszedł i pomógł mi w domu. A teraz wynoś się!
ru: Если увидишь его, скажи ему что бы поторапливался обратно и помог мне с работой по дому. А теперь проваливай!

source: Hiding is he? That's not surprising. I'll go let him know who's the boss around here. Thanks for letting me know though.
pl: Ukrywa się? Nic nadzwyczajnego. Pójdę po niego i pokaże mu kto w tym domu nosi spodnie. Dzięki za info o starym.
ru: Он прячется? Он выбрал неправильный путь. Пойду покажу ему, кто в доме хозяин. Спасибо что дал знать.

source: Thanks for telling me about Oromir earlier. I will go get him in just a minute.
pl: Dzięki za pomoc z Oromirem. Właśnie się po niego wybieram.
ru: Спасибо за помощь с Оромиром. Я отправлюсь за ним через минуту.

source: Oh you startled me. Hello.
pl: Oh przestraszyłeś mnie. Cześć.
ru: Ой ты меня напугал. Привет.

source: Hello
pl: Siema
ru: Привет

source: I'm hiding here from my wife Leta. She is always getting angry at me for not helping out on the farm. Please don't tell her that I'm here.
pl: Chowam się tu przed moją żoną Letą. Zawsze ma mi za złe, że nie pomagam na farmie. Tylko proszę nie mów jej, że tu jestem.
ru: Я скрываюсь от своей жены Леты. Она вечно ворчит на меня за то, что не помогаю на ферме. Пожалуйста, не говори ей где я.

source: Ok.
ru: Конечно

source: Oh, it's you. You with that brother of yours. Always causing trouble.
pl: A to ty. Ty i ten twój brat. Zawsze stwarzacie problemy.
ru: О, это ты. Ты один из братьев. Всегда вас путал.

source: Hmm, maybe you could be of use to me. Do you think you could help me with a small task?
pl: Hmm, może jednak będzie z ciebie pożytek. Myślisz, że dasz radę wykonać małą robótkę?
ru: Хм, возможно ты будешь мне полезен. Сможешь помочь мне с небольшим делом, как ты думаешь?

source: Tell me more about this task.
pl: Powiedz mi co to za robótka.
ru: Что за дело?

source: Sure, if there is anything I can gain from it.
pl: Jasne, jeśli mi się to opłaci.
ru: Пока

source: I recently went in to that cave over there *points west*, to check on our supplies. But apparently, the cave has been infested with rats.
pl: Swojego czasu często chodziłem do tej jaskini *pokazuje na zachód*, żeby sprawdzić zapasy. Ale w tej jaskini ostatnio zaroiło się od szczurów.
ru: Недавно я пошел к пещере *указывает на запад*, чтобы проверить, наши поставки. Но, пещера была зараженна крысами.

source: In particular, I saw one rat that was larger than the other rats. Do you think you have what it takes to help eliminate them?
pl: Właściwie to zauważyłem, że jeden z tych szczurów jest większy niż pozostałe. Myślisz, że masz co trzeba, żeby się ich pozbyć?
ru: В частности, я видел одну крысу, что была больше других. Как ты думаешь, сможешь помочь мне с моей задачей?

source: Sure, I'll help you so that Crossglen can use the supply cave again.
pl: Jasnę pomogę ci żebyście znów mogli tam robić zapasy.
ru: Конечно

source: Sure, I'll help you. But only because there might be some gain for me in this.
pl: Jasnę pomogę ci, ale tylko dlatego, że może tam być coś cennego dla mnie.
ru: Нет, извини

source: No thanks
pl: Nie, dzięki
ru: Нет уж, как-нибудь обойдусь

source: I need you to get into that cave and kill the large rat, that way maybe we can stop the rat infestation in the cave and start using it as our old supply cave again.
pl: Musisz tam wejść i zabić tego największego, może dzięki temu reszta sobie pójdzie i znów będziemy mogli używać tej jaskini.
ru: Ты должен войти в эту пещеру и убить большую крысу, таким образом, возможно, мы сможем остановить распространение крыс в пещере и начать использовать её снова, как наши пещеры поставок.

source: Ok
ru: Хорошо

source: On second thought, I don't think I will help you after all.
ru: Ну уж нет

source: I didn't think so either. You and that brother of yours always were cowards.
pl: Wiedziałem, że tak będzie. Ty i twój brat zawsze byliście tchórzami.
ru: Ничего удивительного. Ты и твой брат всегда были трусами.

source: Bye
ru: Пока

source: Did you kill that large rat in the cave west of here?
pl: Zabiłeś tego olbrzymiego szczura w jaskini na zachód stąd?
ru: Ты убил большую крысу в пещере к западу отсюда?

source: Yes, I have killed the large rat.
pl: Tak, zabiłem go.
ru: Да

source: What was I supposed to do again?
pl: Jeszcze raz co miałem zrobić?
ru: Частей?

source: No, not yet.
pl: Nie, jeszcze nie.
ru: Еще нет

source: Thanks a lot for your help kid! Maybe you and that brother of yours aren't as cowardly as I thought. Here, take these coins for your help.
pl: Dzięki młody! Może ty i twój brat nie jesteście takimi tchórzami jak myślałem. Weź te monety jako moje podziękowanie.
ru: Большое спасибо тебе за помощь парень! Может быть, ты и твой брат не столь трусливы, как я думал. Вот, возьми эти монеты за твою помощь.

source: Thanks
pl: Dzięki
ru: Спасибо

source: Thanks a lot for your help earlier. Now we might start using that cave as our old supply cave again.
pl: Dzięki za pomoc z tamtymi szczurami. W końcu możemy używać tej jaskini.
ru: Спасибо за помощь, ешё раз. Теперь мы можем начать использовать эти пещеры, как наши пещеры поставок снова.

source: Walk in the glow of the Shadow, my child.
pl: Krocz w blasku cieni moje dziecko.
ru: Сиянии Тени озаряет твой путь, сын мой.

source: What can you tell me about Bonemeal?
pl: Co możesz mi powiedzieć o Bonemeal?
ru: Костная мука

source: Bonemeal? We shouldn't talk about that. Lord Geomyr issued a decree. It's not allowed anymore.
pl: Bonemeal? Nie powinniśmy o tym rozmawiać. Lord Geomyr zabronił. Bonemeal jest już zakazany.
ru: Костная мука? Мы не должны говорить об этом. Никто не должен. Приказ Лорда Геомира.

source: Please?
ru: Ну пожаалуйста?

source: No, we really shouldn't talk about that.
pl: Nie, naprawdę nie powinniśmy o tym rozmawiać.
ru: Нет, мы в самом деле не должны говорить об этом.

source: Oh come on.
pl: Nie bądź taki powiedz.
ru: Ой, ну расскажи

source: Well if you really are that persistent. Bring me 5 insect wings that I can use for making potions and maybe we can talk more.
pl: Jeśli tak bardzo się upierasz. Przynieś mi 5 skrzydeł insektów, użyję ich do produkcji potków i może powiem ci co nie co.
ru: Что же, если ты действительно хочешь это знать. Принеси мне 5 крыльев насекомых, которые я использую для создания зелья и может быть мы поговорим.

source: Here, I have the insect wings.
ru: Я сделал это

source: Ok, I'll bring them.
ru: Хорошо

source: Thanks kid. I knew I could count on you.
pl: Dzięki dzieciaku. Wiedziałem, że mogę na ciebie liczyć.
ru: Спасибо парень. Я знал, что могу рассчитывать на тебя.

source: Oh yes, bonemeal. Mixed with the right components it can be one of the most effective healing agents around.
pl: O tak bonemeal. Wymieszany z odpowiednimi składnikami jest chyba jednym z najskuteczniejszych uzdrawiających potków.
ru: Ах да, Костная мука. Смешанная с правильными компонентами она может быть одним из наиболее эффективных исцеляющих средств.
